{"html": "<div class=\"row\" id=\"course-156\"><div class=\"col-lg-8\"><div class=\"hidden-md-down\"><h2 class=\"h3\">Lernen Sie mit Altgriechisch ein Fundament der europäischen Kultur kennen!</h2><p>Ihnen fehlt für den erfolgreichen Abschluss Ihres Studiums oder für den Aufstieg im Job der Nachweis für eine Ergänzungsprüfung in Griechisch? Oder Sie beschäftigen sich im Beruf, im Studium oder aus persönlichem Interesse mit der altgriechischen Sprache und wollen Ihre Kenntnisse vertiefen? Dann ist das Altgriechisch-Fernstudium genau das Richtige für Sie! Sie erhalten das nötige Rüstzeug, um die Grammatik zu beherrschen und haben sich am Ende des Kurses einen Grundwortschatz angeeignet.</p><div class=\"logo-stage coursePage\"><div class=\"title-wrap\"><span class=\"title\">Qualitätsweiterbildung</span></div><div class=\"img-wrap\"><img alt=\"Forum DistancE Learning\" class=\"img-fluid\" height=\"66\" src=\"fileadmin/_processed_/b/b/csm_Bundesv-Fernstudienanbieter_RBG_Web_72ppi_9aa1207a81.png\" width=\"200\" /></div><div class=\"img-wrap\"><img alt=\"Lloyd's Register\" class=\"img-fluid\" height=\"214\" src=\"fileadmin/_processed_/9/5/csm_ISO-9001_01_462e56cbcf.png\" width=\"200\" /></div><div class=\"img-wrap\"><img alt=\"ISO 9001\" class=\"img-fluid\" height=\"168\" src=\"fileadmin/_processed_/3/c/csm_iso-eigen-logo_80246c8f54.png\" width=\"200\" /></div><div class=\"img-wrap\"><img alt=\"Eduqua\" class=\"img-fluid\" height=\"74\" src=\"fileadmin/_processed_/6/e/csm_eduqua-logo_ac9351b6d1.jpg\" width=\"200\" /></div></div></div><div class=\"accordion js-accordion accordion--large-content\"><div class=\"accordion-section block-gratis hidden-lg-up\"><div class=\"accordion-title js-accordion-title\"><h2>Persönliche Betreuung</h2></div><div class=\"accordion-content js-accordion-content\"><a href=\"fileadmin/de/Bilder/Vorwort_Fernlehrer/Guenter_Lang_Altgriechisch.pdf\" style=\"text-decoration: none;\" target=\"_blank\" title=\"\"><div class=\"sidebar-box-teaser\"><img alt=\"Günter Lang\" class=\"side-box-teaser-image\" height=\"264\" src=\"fileadmin/de/Bilder/Fernlehrer/Gunter-Lang.png\" width=\"271\" /><ul class=\"list-check-blue-b\"><li>Betreuung durch Ihren persönlichen Dozenten</li></ul><p>Herr Günter Lang.</p><p>Bis 2008  Lehrer für Latein und Griechisch( Sekundarstufe 2 )</p></div></a></div></div><div class=\"accordion-section\"><div class=\"accordion-title js-accordion-title first-head\"><h2>Übersicht Fernlehrgang</h2></div><div class=\"accordion-content js-accordion-content first-content\"><div class=\"row\"><div class=\"col-xl-4\"><strong>Teilnahmevoraussetzungen</strong></div><div class=\"col-xl-8\"><p>Sekundarstufe 1, Matura ist zwingend erforderlich für alle, die sich auf das staatliche Graecum oder die theologische Ergänzungsprüfung Griechisch vorbereiten wollen.</p></div></div><div class=\"row\"><div class=\"col-xl-4\"><strong>Studienmaterial</strong></div><div class=\"col-xl-8\"><p>32 Lernhefte und ein Begleitheft mit Vokabelverzeichnis, Begriffserklärungen etc.</p></div></div><div class=\"row\"><div class=\"col-xl-4\"><strong>Lehrgangsbeginn</strong></div><div class=\"col-xl-8\"><p>Jederzeit - 4 Wochen kostenlos testen</p></div></div><div class=\"row\"><div class=\"col-xl-4\"><strong>Lehrgangsdauer</strong></div><div class=\"col-xl-8\"><p> 11 Monate Regelstudiendauer bei einer wöchentlichen Bearbeitungszeit von 10 Stunden. Wir bieten Ihnen jedoch die Möglichkeit schneller oder langsamer vorzugehen. Die Regelstudienzeit kann bei langsamerem Vorgehen um 36 Monate kostenlos überschritten werden. </p></div></div><div class=\"row\"><div class=\"col-xl-4\"><strong> Studienabschluss </strong></div><div class=\"col-xl-8\"><p>Erfolgreiche Bearbeitung Einsendeaufgaben: Laudius-Zeugnis<br /> Erfolgreiche Bearbeitung Abschlussarbeit: Laudius-Zertifikat</p></div></div></div></div><div class=\"accordion-section\"><div class=\"accordion-title js-accordion-title\"><h2>Lehrgangsbeschreibung</h2></div><div class=\"accordion-content js-accordion-content\"><h3> Über den Kurs Altgriechisch </h3><p>Altgriechisch zu lernen bedeutet nicht nur eine alte Sprache zu beherrschen, sondern auch die europäische Kultur und Geschichte besser zu verstehen. Denn sowohl die modernen Naturwissenschaften als auch die Philosophie nahmen ihren Ursprung im alten Griechenland vor über zweitausend Jahren.</p><p>Die Sprache von Platon, Aristoteles und Sokrates ist bis heute von herausragender Bedeutung unter anderem in der Medizin, in der Biologie und in der Physik. Wer sich nicht nur oberflächlich mit der griechischen Geistes- und Wissenschaftswelt beschäftigen möchte, tut gut daran, die Originaltexte lesen und verstehen zu können.<br />  </p><h3> Welche Vorteile bietet dieser Kurs? </h3><ul><li><strong>Strukturiertes und zielgerichtetes Lernen</strong><br /> Sie erhalten im Altgriechisch-Fernstudium das nötige Rüstzeug, um die Grammatik zu beherrschen und haben sich am Ende des Kurses einen Grundwortschatz angeeignet. Somit können Sie Texte verstehen und schreiben - die wichtigste Voraussetzung für die eingehende Beschäftigung mit griechischer Literatur, Philosophie und Naturwissenschaften.<br />  </li><li><strong>Verwendung im Studium oder im Beruf</strong><br /> Als Student der katholischen oder evangelischen Theologie können Sie nach dem Graecum-Fernkurs in der Regel die Ergänzungsprüfung Griechisch erfolgreich an Ihrer Fakultät ablegen. Aber auch als Student der Latinistik, als Archäologe oder als Althistoriker finden Sie mit dem Fernkurs einen leichten Einstieg in die altgriechische Sprache oder bauen auf vorhandenen Kenntnissen auf.</li></ul><p>Mit dem Fernstudium Altgriechisch steigen Sie schnell und einfach in eine klassische Sprache ein und merken schon bald die ersten Lernerfolge</p></div></div><div class=\"accordion-section\"><div class=\"accordion-title js-accordion-title\"><h2>Für wen?</h2></div><div class=\"accordion-content js-accordion-content\"><h3> Der Lehrgang Altgriechisch ist perfekt für Sie </h3><ul><li>wenn Sie Student/-in der katholischen oder evangelischen Theologie sind und eine Ergänzungsprüfung in Griechisch nachweisen müssen</li><li>wenn Sie Student/-in der Latinistik und / oder Archäologie sind und noch das Graecum benötigen</li><li>wenn Sie Althistoriker/-in sind</li><li>wenn Sie Philosoph/-in sind und sich mit antiker Philosophie befassenwenn Sie sich nicht nur oberflächlich mit griechischer Literatur und Kultur beschäftigen wollen</li></ul></div></div><div class=\"accordion-section\"><div class=\"accordion-title js-accordion-title\"><h2>Lehrgangsinhalt</h2></div><div class=\"accordion-content js-accordion-content\"><h3> Lehrgangsinhalte </h3><ul><li>Der Kurs umfasst 32 Lernhefte. Nach ungefähr 10 Lektionen finden Sie ausserdem zusammenfassende Übersichten, damit Sie nie den roten Faden verlieren, und Wiederholungstexte, mit denen Sie Ihren Wissensstand überprüfen können.<br />  </li><li>Im ersten Lernheft werden Sie mit dem griechischen Alphabet vertraut gemacht und lernen alles Wichtige über die Akzente und Satzzeichen. Die griechischen Wörter sind am Anfang mit lateinischer Umschrift versehen, sodass Sie sehr schnell die (nicht komplizierte) Aussprache beherrschen.<br />  </li><li>Die Fähigkeit, Griechisch zu schreiben, stellt sich bei Ihnen sozusagen nebenbei ein, da in den Folgelektionen immer wieder gezielte Schreibübungen eingestreut sind.<br />  </li><li>Der Kurs beschränkt sich ausschliesslich auf Übersetzungen vom Altgriechischen ins Deutsche, mehr wird auch in einer Graecumsprüfung nicht verlangt.<br />  </li><li>Im Laufe des Kurses werden nacheinander alle Wortarten, Deklinationen und die wichtigsten Konjugationsformen und Konstruktionen eingeführt.<br />  </li><li>Der Lernwortschatz orientiert sich daran, wie häufig die jeweiligen Vokabeln in den prüfungsrelevanten Texten vorkommen.<br />  </li><li><strong>Graecumsprüfung</strong><br /> Der Lehrgang bereitet Sie auf die staatliche Graecumsprüfung vor. Nähere Informationen zur Prüfungsanmeldung finden Sie beim jeweiligen Kultusministerium Ihres ansässigen Bundeslandes. Für das Studium der evangelischen und katholischen Theologie reicht oft auch die oben erwähnte Ergänzungsprüfung Griechisch, die die grundsätzliche Fähigkeit zur Übersetzung griechischer biblischer Texte zum Ziel hat.<br /><br /> Durch die Präsenz griechischer neutestamentarischer Texte in jedem Lernheft bereitet Sie unser Fernlehrgang auch auf diese Prüfung vor. Da die Anforderungen an die griechischen Sprachkenntnisse von Bundesland zu Bundesland und in Abhängigkeit von der jeweiligen Universität und des jeweils angestrebten Studienabschlusses (Bachelor, Master, Diplom) variieren, empfehlen wir einen Blick auf die Studienvoraussetzungen Ihres Studienfaches. Mit den Vorbereitungen zur Graecumsprüfung sind Sie aber in jedem Fall auf der sicheren Seite.</li></ul></div></div><div class=\"accordion-section review\" id=\"courseReviews\"><div class=\"accordion-title js-accordion-title\"><h2> Erfahrungsberichte (3) </h2><div class=\"rating-wrap\"><div class=\"rating-star-wrap hidden-xs-down\"><span class=\"rating-star-full\" /><span class=\"rating-star-full\" /><span class=\"rating-star-full\" /><span class=\"rating-star-full\" /><span class=\"rating-star-half\" /></div></div></div><div class=\"accordion-content js-accordion-content\"><div class=\"review-header\"><span class=\"subtitle\"> Lesen Sie alle 3 Erfahrungsberichte über den Kurs: </span><h3 class=\"title\">Altgriechisch</h3></div><div class=\"review-item\" itemscope=\"\" itemtype=\"http://schema.org/Review\"><div class=\"review-item-header\"><span class=\"title\" itemprop=\"itemReviewed\" itemscope=\"\" itemtype=\"http://schema.org/Thing\"><a class=\"title\" href=\"https://www.laudius.ch/kurs/altgriechisch-2\" itemprop=\"url\" style=\"text-decoration: none;cursor: default;\" title=\"\"><span itemprop=\"name\" /></a></span><div class=\"rating-wrap\"><span class=\"rating-number\" itemprop=\"reviewRating\" itemscope=\"\" itemtype=\"http://schema.org/Rating\">Score: <span itemprop=\"ratingValue\">5</span>/<span itemprop=\"bestRating\">5</span></span><div class=\"rating-star-wrap\"><span class=\"rating-star-full\" /><span class=\"rating-star-full\" /><span class=\"rating-star-full\" /><span class=\"rating-star-full\" /><span class=\"rating-star-full\" /></div></div></div><span itemprop=\"publisher\" itemscope=\"\" itemtype=\"http://schema.org/Organization\"><meta content=\"Laudius BV\" itemprop=\"name\" /></span><div class=\"review-box\"><span class=\"date\">20.06.2018</span><span class=\"name\" itemprop=\"author\" itemscope=\"\" itemtype=\"http://schema.org/Person\"><span itemprop=\"name\">Elke Jurasszovich</span></span><span class=\"state\"> empfiehlt den Kurs: <span class=\"thumb-up\" /></span><div class=\"comment-wrap\"><span class=\"title\">Erfahrungsbericht:</span><div itemprop=\"description\"><p>Diesen Kurs „Altgriechisch“ des Klassischen Philologen Günther Lang kann ich sehr empfehlen. Da ich vor Ort keinen Kurs in Altgriechisch gefunden habe, mühte ich mich eine Weile mit Selbstlernkursen in Buchform ab. Es gibt dazu viel Brauchbares am Büchermarkt, für jedes Niveau und jeden Geschmack etwas. Dennoch kommen sie nicht an diesen Kurs heran. Bisher habe ich nichts gefunden, was annähernd so übersichtlich und klar strukturiert ist.</p><p>Man bekommt in zwei Mappen einen reichen Fundus an Sprach- und Kulturwissen, gegliedert in 32 Lernheften. Hier ist alles beisammen. Kein umständliches Suchen in Grammatiken und Wortkunde-Sammlungen. Was man braucht, wird zur jeweiligen Lektion angeboten. Am Ende jedes Lernheftes hat der Studierende die Möglichkeit, sein Wissen in einer Kontrolle zu überprüfen, die er an den Lehrer online absendet. Die Aufgaben kommen mit hilfreichen Kommentaren und Korrekturen zurück, was eine intensive Auseinandersetzung mit dem Gelernten ermöglicht. Man kann online jederzeit Fragen stellen. Sehr bald steigt man ein in die Übersetzung von Originaltexten antiker Autoren.</p><p>Aufgewertet ist der Kurs durch die vielen Hinweise und Einblicke in die antike Kultur, Philosophie, Theater und Kunst. Der Studierende bekommt damit ein großes Bild von diesem einzigartigen geistigen Kosmos, aus dem wir heute noch unsere Identität und unsere Werte ableiten. </p><p>Ich habe Herrn Langs äußerst kompetente, geduldige und motivierende „Reisebegleitung“ sehr geschätzt. Klare Empfehlung für diesen sehr gut durchdachten Kurs eines erfahrenen Fachmannes für Alte Sprachen.</p></div></div></div></div><div class=\"review-item\" itemscope=\"\" itemtype=\"http://schema.org/Review\"><div class=\"review-item-header\"><span class=\"title\" itemprop=\"itemReviewed\" itemscope=\"\" itemtype=\"http://schema.org/Thing\"><a class=\"title\" href=\"https://www.laudius.ch/kurs/altgriechisch-2\" itemprop=\"url\" style=\"text-decoration: none;cursor: default;\" title=\"\"><span itemprop=\"name\" /></a></span><div class=\"rating-wrap\"><span class=\"rating-number\" itemprop=\"reviewRating\" itemscope=\"\" itemtype=\"http://schema.org/Rating\">Score: <span itemprop=\"ratingValue\">5</span>/<span itemprop=\"bestRating\">5</span></span><div class=\"rating-star-wrap\"><span class=\"rating-star-full\" /><span class=\"rating-star-full\" /><span class=\"rating-star-full\" /><span class=\"rating-star-full\" /><span class=\"rating-star-full\" /></div></div></div><span itemprop=\"publisher\" itemscope=\"\" itemtype=\"http://schema.org/Organization\"><meta content=\"Laudius BV\" itemprop=\"name\" /></span><div class=\"review-box\"><span class=\"date\">14.03.2018</span><span class=\"name\" itemprop=\"author\" itemscope=\"\" itemtype=\"http://schema.org/Person\"><span itemprop=\"name\">Heinz Ingensiep</span></span><span class=\"state\"> empfiehlt den Kurs: <span class=\"thumb-up\" /></span><div class=\"comment-wrap\"><span class=\"title\">Erfahrungsbericht:</span><div itemprop=\"description\"><p>2012, 40 Jahre nach dem Abi und endlich im Ruhestand, war die Muße da, erst einmal das Große Latinum zu wiederholen. Als ich das geschafft hatte, suchte ich die ultimative Herausforderung: „repetitio linguae Graecae“. Aber wie und wo? Bei Laudius fand ich schließlich das, wonach ich gesucht hatte: Altgriechisch als Fernstudium. Und in Günter Lang traf ich auf einen Lehrer, den ich zwar nie zu Gesicht bekam, dem aber mein später Ehrgeiz zu gefallen schien. Ein hartes Stück Kopfarbeit lag erst vor mir und war dann doch schneller erledigt, als ich dachte – auch dank der guten Organisation des Studiengangs.</p><p>Und so wirken heute die gerahmten Zeugnisse recht gut an der Wand: Latein „1“, Altgriechisch „1+“. Wertvoller als diese Trophäen: Mir sagen die antiken Autoren sehr viel, gerade weil ich sie in einer angeblich „toten“ Sprache lesen kann.</p></div></div></div></div><div class=\"review-item\" itemscope=\"\" itemtype=\"http://schema.org/Review\"><div class=\"review-item-header\"><span class=\"title\" itemprop=\"itemReviewed\" itemscope=\"\" itemtype=\"http://schema.org/Thing\"><a class=\"title\" href=\"https://www.laudius.ch/kurs/altgriechisch-2\" itemprop=\"url\" style=\"text-decoration: none;cursor: default;\" title=\"\"><span itemprop=\"name\" /></a></span><div class=\"rating-wrap\"><span class=\"rating-number\" itemprop=\"reviewRating\" itemscope=\"\" itemtype=\"http://schema.org/Rating\">Score: <span itemprop=\"ratingValue\">4</span>/<span itemprop=\"bestRating\">5</span></span><div class=\"rating-star-wrap\"><span class=\"rating-star-full\" /><span class=\"rating-star-full\" /><span class=\"rating-star-full\" /><span class=\"rating-star-full\" /><span class=\"rating-star-empty\" /></div></div></div><span itemprop=\"publisher\" itemscope=\"\" itemtype=\"http://schema.org/Organization\"><meta content=\"Laudius BV\" itemprop=\"name\" /></span><div class=\"review-box\"><span class=\"date\">22.02.2018</span><span class=\"name\" itemprop=\"author\" itemscope=\"\" itemtype=\"http://schema.org/Person\"><span itemprop=\"name\">Ingrid Schackmann</span></span><span class=\"state\"> empfiehlt den Kurs: <span class=\"thumb-up\" /></span><div class=\"comment-wrap\"><span class=\"title\">Erfahrungsbericht:</span><div itemprop=\"description\"><p>Da ich in der Schule Latein mochte, habe ich mich im fortgeschrittenen Alter von 55 Jahren entschlossen, Altgriechisch zu lernen. Einfach so. Zur Uni wollte ich aber nicht, also suchte ich ein Fernstudium und fand Laudius. Hier lerne ich in meinem eigenen </p><p>gemächlichen Tempo. Ich habe auch schon wochenlang unterbrochen, genieße dennoch jahrelangen „Support“ für eine mehr als faire Studiengebühr. Mein Fernlehrer ist überaus freundlich und geduldig und wenn nötig, motiviert er mich (Danke, Herr Lang!). Dafür\ndarf er sich gelegentlich über die Stilblüten in meinen Übersetzungen freuen. </p><p>Nach erfolgreich absolviertem Kurs kann ich das Graecum an einer Universität ablegen.</p><p>Eine tolle Erfahrung, dass auch Jahrzehnte nach der Schule noch Platz im Kopf für Neues ist.</p></div></div></div></div></div></div><div class=\"accordion-section\"><div class=\"accordion-title js-accordion-title\"><h2> Was erhalten Sie? </h2></div><div class=\"accordion-content js-accordion-content\"><div class=\"header-with-img\"><div class=\"text-wrap\"><h2>Digitale Kursunterlagen</h2></div><div class=\"images-wrap\" /></div><ul><li>Bereits direkt nach Ihrer Anmeldung beginnen wir mit den Vorbereitungen und schreiben Sie in Ihren gewünschten Lehrgang ein. Per E-Mail erhalten Sie direkt Ihren persönlichen Login-Code für unseren grossen und modernen Online Campus. Ihr Lehrgang steht Ihnen in dieser digitalen Lehrumgebung zur Verfügung und Sie können sofort loslegen!</li></ul><ul><li>Sie können jede gewünschte Lektion einzeln auf Ihrem PC, Laptop, Smartphone, Tablet oder E-Reader herunterladen und speichern. Sie können diese natürlich auch selbst ausdrucken. Sie können sich auch rund um die Uhr in unserer digitalen Lernumgebung einloggen, um die Lektionen direkt zu sehen. So haben Sie jederzeit und überall Zugriff auf Ihre Lehrgangsunterlagen!</li></ul><ul><li>Im Online Campus finden Sie praktische neue Funktionen und zusätzliche Fachinformationen. Hier haben Sie die Möglichkeit mit anderen Teilnehmern in Kontakt zu treten und sich auszutauschen. Weiterhin können Sie direkt im Online Campus Ihren Dozenten kontaktieren um ihm beispielsweise Fragen zu Ihrem Lehrgang zu stellen.</li></ul><ul><li>Ihre Einsendeaufgaben können Sie direkt über unseren Online Campus bearbeiten und einsenden. Ihr Dozent erhält automatisch eine Nachricht, sodass er schnell auf Ihre Aufgaben reagieren kann und diese bewertet, benotet und mit Feedback versieht.<br />  </li></ul><div class=\"header-with-img\"><div class=\"text-wrap\"><h2>Optional: Gedruckte Kursunterlagen</h2></div><div class=\"images-wrap\" /></div><ul><li>Gegen einen kleinen Aufpreis erhalten Sie zusätzlich zu Ihren digitalen Kursunterlagen auch die gedruckten Kursunterlagen<br />  </li><li>Hochwertiges, vollfarbiges Druckmaterial in einem schönen Kursordner. Die gedruckten Kursunterlagen bieten Ihnen das perfekte Nachschlagewerk<br />  </li><li>Das Unterrichtsmaterial ist mit Absicht nicht gebunden, sodass Sie auch die Möglichkeit haben einzelne Seiten herauszunehmen (praktisch für unterwegs)</li></ul></div></div><div class=\"accordion-section hidden-lg-up\"><div class=\"accordion-title js-accordion-title\"><h2>Qualität</h2></div><div class=\"accordion-content js-accordion-content\"><div class=\"logo-stage coursePage\"><div class=\"title-wrap\"><span class=\"title\">Qualitätsweiterbildung</span></div><div class=\"img-wrap\"><img alt=\"Forum DistancE Learning\" class=\"img-fluid\" height=\"66\" src=\"fileadmin/_processed_/b/b/csm_Bundesv-Fernstudienanbieter_RBG_Web_72ppi_9aa1207a81.png\" width=\"200\" /></div><div class=\"img-wrap\"><img alt=\"Lloyd's Register\" class=\"img-fluid\" height=\"214\" src=\"fileadmin/_processed_/9/5/csm_ISO-9001_01_462e56cbcf.png\" width=\"200\" /></div><div class=\"img-wrap\"><img alt=\"ISO 9001\" class=\"img-fluid\" height=\"168\" src=\"fileadmin/_processed_/3/c/csm_iso-eigen-logo_80246c8f54.png\" width=\"200\" /></div><div class=\"img-wrap\"><img alt=\"Eduqua\" class=\"img-fluid\" height=\"74\" src=\"fileadmin/_processed_/6/e/csm_eduqua-logo_ac9351b6d1.jpg\" width=\"200\" /></div></div></div></div></div><div class=\"hidden-lg-up\"><h3> Direkt herunterladen </h3><div class=\"download-btn-group\"><a class=\"download-btn ppw-file-button js-off-right offCanvasButton\" href=\"#\" id=\"tableOfContents\" title=\"Inhaltsverzeichnis\"><span class=\"download-icon\" />Inhaltsverzeichnis </a><a class=\"download-btn ppw-file-button js-off-right offCanvasButton\" href=\"#\" id=\"learningBooklet\" title=\"Inhaltsverzeichnis\"><span class=\"download-icon\" />Probelektion </a></div></div><div style=\"text-align: center;\" /></div><div class=\"col-lg-4\"><div class=\"hidden-md-down\"><h2 class=\"h3\"><span class=\"primary-color\">Darum Laudius</span></h2><a href=\"fileadmin/de/Bilder/Vorwort_Fernlehrer/Guenter_Lang_Altgriechisch.pdf\" style=\"text-decoration: none;\" target=\"_blank\" title=\"\"><div class=\"sidebar-box-teaser\"><img alt=\"Günter Lang\" class=\"side-box-teaser-image\" height=\"264\" src=\"fileadmin/de/Bilder/Fernlehrer/Gunter-Lang.png\" width=\"271\" /><ul class=\"list-check-blue-b\"><li>Betreuung durch Ihren persönlichen Dozenten</li></ul><p>Herr Günter Lang.</p><p>Bis 2008  Lehrer für Latein und Griechisch( Sekundarstufe 2 )</p></div></a><div class=\"sidebar-box\"><div id=\"c1269\"><div class=\"ce-textpic ce-center ce-above\"><div class=\"ce-bodytext\"><ul class=\"list-check-green-b list-check-blue-b\"><li>eduQua zertifiziert</li><li>moderner Online Campus</li><li>Online Bibliothek</li><li>Vorlesefunktion</li><li>Abschlussprüfung zu Hause</li></ul></div></div></div></div><h3> Direkt herunterladen </h3><div class=\"download-btn-group\"><a class=\"download-btn ppw-file-button js-off-right offCanvasButton\" href=\"#\" id=\"tableOfContents\" title=\"Inhaltsverzeichnis\"><span class=\"download-icon\" />Inhaltsverzeichnis </a><a class=\"download-btn ppw-file-button js-off-right offCanvasButton\" href=\"#\" id=\"learningBooklet\" title=\"Inhaltsverzeichnis\"><span class=\"download-icon\" />Probelektion </a></div><div class=\"contact-box\"><a href=\"tel:+41800544444\"><div class=\"row\"><div class=\"col-xs-8\"><h4> Jennifer Achterberg </h4><span>Leiterin Kundenservice</span><p> “Gerne helfen<br />wir Ihnen weiter” </p></div><div class=\"col-xs-4\"><img alt=\"Jennifer Achterberg\" class=\"img-fluid img-circle\" height=\"150\" src=\"fileadmin/_processed_/4/5/csm_JA-Kundenservice2_0816d63c8d.png\" title=\"Jennifer Achterberg\" width=\"150\" /></div></div><span class=\"telefon-text\"><span>0800-544444</span><br />Mo.-Fr. 8:30 - 17:00 Uhr </span></a></div></div></div></div>", "text": "\n      Lernen Sie mit Altgriechisch ein Fundament der europäischen Kultur kennen!\n\n\n      Ihnen fehlt für den erfolgreichen Abschluss Ihres Studiums oder für den Aufstieg im Job der Nachweis für eine Ergänzungsprüfung in Griechisch? Oder Sie beschäftigen sich im Beruf, im Studium oder aus persönlichem Interesse mit der altgriechischen Sprache und wollen Ihre Kenntnisse vertiefen? Dann ist das Altgriechisch-Fernstudium genau das Richtige für Sie! Sie erhalten das nötige Rüstzeug, um die Grammatik zu beherrschen und haben sich am Ende des Kurses einen Grundwortschatz angeeignet.\n\n          Qualitätsweiterbildung\n\n          Persönliche Betreuung\n\n              * Betreuung durch Ihren persönlichen Dozenten\n\n            Herr Günter Lang.\n\n\n            Bis 2008 Lehrer für Latein und Griechisch( Sekundarstufe 2 )\n\n\n          Übersicht Fernlehrgang\n\n              Teilnahmevoraussetzungen\n\n              Sekundarstufe 1, Matura ist zwingend erforderlich für alle, die sich auf das staatliche Graecum oder die theologische Ergänzungsprüfung Griechisch vorbereiten wollen.\n\n              Studienmaterial\n\n              32 Lernhefte und ein Begleitheft mit Vokabelverzeichnis, Begriffserklärungen etc.\n\n              Lehrgangsbeginn\n\n              Jederzeit - 4 Wochen kostenlos testen\n\n              Lehrgangsdauer\n\n              11 Monate Regelstudiendauer bei einer wöchentlichen Bearbeitungszeit von 10 Stunden. Wir bieten Ihnen jedoch die Möglichkeit schneller oder langsamer vorzugehen. Die Regelstudienzeit kann bei langsamerem Vorgehen um 36 Monate kostenlos überschritten werden.\n\n              Studienabschluss\n\n              Erfolgreiche Bearbeitung Einsendeaufgaben: Laudius-Zeugnis\n              Erfolgreiche Bearbeitung Abschlussarbeit: Laudius-Zertifikat\n\n\n          Lehrgangsbeschreibung\n\n\n          Über den Kurs Altgriechisch\n\n\n          Altgriechisch zu lernen bedeutet nicht nur eine alte Sprache zu beherrschen, sondern auch die europäische Kultur und Geschichte besser zu verstehen. Denn sowohl die modernen Naturwissenschaften als auch die Philosophie nahmen ihren Ursprung im alten Griechenland vor über zweitausend Jahren.\n\n\n          Die Sprache von Platon, Aristoteles und Sokrates ist bis heute von herausragender Bedeutung unter anderem in der Medizin, in der Biologie und in der Physik. Wer sich nicht nur oberflächlich mit der griechischen Geistes- und Wissenschaftswelt beschäftigen möchte, tut gut daran, die Originaltexte lesen und verstehen zu können.\n\n          Welche Vorteile bietet dieser Kurs?\n\n            * Strukturiertes und zielgerichtetes Lernen\n              Sie erhalten im Altgriechisch-Fernstudium das nötige Rüstzeug, um die Grammatik zu beherrschen und haben sich am Ende des Kurses einen Grundwortschatz angeeignet. Somit können Sie Texte verstehen und schreiben - die wichtigste Voraussetzung für die eingehende Beschäftigung mit griechischer Literatur, Philosophie und Naturwissenschaften.\n            * Verwendung im Studium oder im Beruf\n              Als Student der katholischen oder evangelischen Theologie können Sie nach dem Graecum-Fernkurs in der Regel die Ergänzungsprüfung Griechisch erfolgreich an Ihrer Fakultät ablegen. Aber auch als Student der Latinistik, als Archäologe oder als Althistoriker finden Sie mit dem Fernkurs einen leichten Einstieg in die altgriechische Sprache oder bauen auf vorhandenen Kenntnissen auf.\n\n          Mit dem Fernstudium Altgriechisch steigen Sie schnell und einfach in eine klassische Sprache ein und merken schon bald die ersten Lernerfolge\n\n\n          Für wen?\n\n\n          Der Lehrgang Altgriechisch ist perfekt für Sie\n\n            * wenn Sie Student/-in der katholischen oder evangelischen Theologie sind und eine Ergänzungsprüfung in Griechisch nachweisen müssen\n            * wenn Sie Student/-in der Latinistik und / oder Archäologie sind und noch das Graecum benötigen\n            * wenn Sie Althistoriker/-in sind\n            * wenn Sie Philosoph/-in sind und sich mit antiker Philosophie befassenwenn Sie sich nicht nur oberflächlich mit griechischer Literatur und Kultur beschäftigen wollen\n\n          Lehrgangsinhalt\n\n\n          Lehrgangsinhalte\n\n            * Der Kurs umfasst 32 Lernhefte. Nach ungefähr 10 Lektionen finden Sie ausserdem zusammenfassende Übersichten, damit Sie nie den roten Faden verlieren, und Wiederholungstexte, mit denen Sie Ihren Wissensstand überprüfen können.\n            * Im ersten Lernheft werden Sie mit dem griechischen Alphabet vertraut gemacht und lernen alles Wichtige über die Akzente und Satzzeichen. Die griechischen Wörter sind am Anfang mit lateinischer Umschrift versehen, sodass Sie sehr schnell die (nicht komplizierte) Aussprache beherrschen.\n            * Die Fähigkeit, Griechisch zu schreiben, stellt sich bei Ihnen sozusagen nebenbei ein, da in den Folgelektionen immer wieder gezielte Schreibübungen eingestreut sind.\n            * Der Kurs beschränkt sich ausschliesslich auf Übersetzungen vom Altgriechischen ins Deutsche, mehr wird auch in einer Graecumsprüfung nicht verlangt.\n            * Im Laufe des Kurses werden nacheinander alle Wortarten, Deklinationen und die wichtigsten Konjugationsformen und Konstruktionen eingeführt.\n            * Der Lernwortschatz orientiert sich daran, wie häufig die jeweiligen Vokabeln in den prüfungsrelevanten Texten vorkommen.\n            * Graecumsprüfung\n              Der Lehrgang bereitet Sie auf die staatliche Graecumsprüfung vor. Nähere Informationen zur Prüfungsanmeldung finden Sie beim jeweiligen Kultusministerium Ihres ansässigen Bundeslandes. Für das Studium der evangelischen und katholischen Theologie reicht oft auch die oben erwähnte Ergänzungsprüfung Griechisch, die die grundsätzliche Fähigkeit zur Übersetzung griechischer biblischer Texte zum Ziel hat.\n              \n              Durch die Präsenz griechischer neutestamentarischer Texte in jedem Lernheft bereitet Sie unser Fernlehrgang auch auf diese Prüfung vor. Da die Anforderungen an die griechischen Sprachkenntnisse von Bundesland zu Bundesland und in Abhängigkeit von der jeweiligen Universität und des jeweils angestrebten Studienabschlusses (Bachelor, Master, Diplom) variieren, empfehlen wir einen Blick auf die Studienvoraussetzungen Ihres Studienfaches. Mit den Vorbereitungen zur Graecumsprüfung sind Sie aber in jedem Fall auf der sicheren Seite.\n\n          Erfahrungsberichte (3)\n\n            Lesen Sie alle 3 Erfahrungsberichte über den Kurs:\n            Altgriechisch\n\n                Score: 5 / 5\n              20.06.2018 Elke Jurasszovich empfiehlt den Kurs:\n                Erfahrungsbericht:\n\n                  Diesen Kurs „Altgriechisch“ des Klassischen Philologen Günther Lang kann ich sehr empfehlen. Da ich vor Ort keinen Kurs in Altgriechisch gefunden habe, mühte ich mich eine Weile mit Selbstlernkursen in Buchform ab. Es gibt dazu viel Brauchbares am Büchermarkt, für jedes Niveau und jeden Geschmack etwas. Dennoch kommen sie nicht an diesen Kurs heran. Bisher habe ich nichts gefunden, was annähernd so übersichtlich und klar strukturiert ist.\n\n\n                  Man bekommt in zwei Mappen einen reichen Fundus an Sprach- und Kulturwissen, gegliedert in 32 Lernheften. Hier ist alles beisammen. Kein umständliches Suchen in Grammatiken und Wortkunde-Sammlungen. Was man braucht, wird zur jeweiligen Lektion angeboten. Am Ende jedes Lernheftes hat der Studierende die Möglichkeit, sein Wissen in einer Kontrolle zu überprüfen, die er an den Lehrer online absendet. Die Aufgaben kommen mit hilfreichen Kommentaren und Korrekturen zurück, was eine intensive Auseinandersetzung mit dem Gelernten ermöglicht. Man kann online jederzeit Fragen stellen. Sehr bald steigt man ein in die Übersetzung von Originaltexten antiker Autoren.\n\n\n                  Aufgewertet ist der Kurs durch die vielen Hinweise und Einblicke in die antike Kultur, Philosophie, Theater und Kunst. Der Studierende bekommt damit ein großes Bild von diesem einzigartigen geistigen Kosmos, aus dem wir heute noch unsere Identität und unsere Werte ableiten.\n\n\n                  Ich habe Herrn Langs äußerst kompetente, geduldige und motivierende „Reisebegleitung“ sehr geschätzt. Klare Empfehlung für diesen sehr gut durchdachten Kurs eines erfahrenen Fachmannes für Alte Sprachen.\n\n                Score: 5 / 5\n              14.03.2018 Heinz Ingensiep empfiehlt den Kurs:\n                Erfahrungsbericht:\n\n                  2012, 40 Jahre nach dem Abi und endlich im Ruhestand, war die Muße da, erst einmal das Große Latinum zu wiederholen. Als ich das geschafft hatte, suchte ich die ultimative Herausforderung: „repetitio linguae Graecae“. Aber wie und wo? Bei Laudius fand ich schließlich das, wonach ich gesucht hatte: Altgriechisch als Fernstudium. Und in Günter Lang traf ich auf einen Lehrer, den ich zwar nie zu Gesicht bekam, dem aber mein später Ehrgeiz zu gefallen schien. Ein hartes Stück Kopfarbeit lag erst vor mir und war dann doch schneller erledigt, als ich dachte – auch dank der guten Organisation des Studiengangs.\n\n\n                  Und so wirken heute die gerahmten Zeugnisse recht gut an der Wand: Latein „1“, Altgriechisch „1+“. Wertvoller als diese Trophäen: Mir sagen die antiken Autoren sehr viel, gerade weil ich sie in einer angeblich „toten“ Sprache lesen kann.\n\n                Score: 4 / 5\n              22.02.2018 Ingrid Schackmann empfiehlt den Kurs:\n                Erfahrungsbericht:\n\n                  Da ich in der Schule Latein mochte, habe ich mich im fortgeschrittenen Alter von 55 Jahren entschlossen, Altgriechisch zu lernen. Einfach so. Zur Uni wollte ich aber nicht, also suchte ich ein Fernstudium und fand Laudius. Hier lerne ich in meinem eigenen\n\n\n                  gemächlichen Tempo. Ich habe auch schon wochenlang unterbrochen, genieße dennoch jahrelangen „Support“ für eine mehr als faire Studiengebühr. Mein Fernlehrer ist überaus freundlich und geduldig und wenn nötig, motiviert er mich (Danke, Herr Lang!). Dafür darf er sich gelegentlich über die Stilblüten in meinen Übersetzungen freuen.\n\n\n                  Nach erfolgreich absolviertem Kurs kann ich das Graecum an einer Universität ablegen.\n\n\n                  Eine tolle Erfahrung, dass auch Jahrzehnte nach der Schule noch Platz im Kopf für Neues ist.\n\n\n          Was erhalten Sie?\n\n\n              Digitale Kursunterlagen\n\n            * Bereits direkt nach Ihrer Anmeldung beginnen wir mit den Vorbereitungen und schreiben Sie in Ihren gewünschten Lehrgang ein. Per E-Mail erhalten Sie direkt Ihren persönlichen Login-Code für unseren grossen und modernen Online Campus. Ihr Lehrgang steht Ihnen in dieser digitalen Lehrumgebung zur Verfügung und Sie können sofort loslegen!\n            * Sie können jede gewünschte Lektion einzeln auf Ihrem PC, Laptop, Smartphone, Tablet oder E-Reader herunterladen und speichern. Sie können diese natürlich auch selbst ausdrucken. Sie können sich auch rund um die Uhr in unserer digitalen Lernumgebung einloggen, um die Lektionen direkt zu sehen. So haben Sie jederzeit und überall Zugriff auf Ihre Lehrgangsunterlagen!\n            * Im Online Campus finden Sie praktische neue Funktionen und zusätzliche Fachinformationen. Hier haben Sie die Möglichkeit mit anderen Teilnehmern in Kontakt zu treten und sich auszutauschen. Weiterhin können Sie direkt im Online Campus Ihren Dozenten kontaktieren um ihm beispielsweise Fragen zu Ihrem Lehrgang zu stellen.\n            * Ihre Einsendeaufgaben können Sie direkt über unseren Online Campus bearbeiten und einsenden. Ihr Dozent erhält automatisch eine Nachricht, sodass er schnell auf Ihre Aufgaben reagieren kann und diese bewertet, benotet und mit Feedback versieht.\n\n              Optional: Gedruckte Kursunterlagen\n\n            * Gegen einen kleinen Aufpreis erhalten Sie zusätzlich zu Ihren digitalen Kursunterlagen auch die gedruckten Kursunterlagen\n            * Hochwertiges, vollfarbiges Druckmaterial in einem schönen Kursordner. Die gedruckten Kursunterlagen bieten Ihnen das perfekte Nachschlagewerk\n            * Das Unterrichtsmaterial ist mit Absicht nicht gebunden, sodass Sie auch die Möglichkeit haben einzelne Seiten herauszunehmen (praktisch für unterwegs)\n\n          Qualität\n\n              Qualitätsweiterbildung\n\n      Direkt herunterladen\n\n        Inhaltsverzeichnis Probelektion\n\n      Darum Laudius\n\n          * Betreuung durch Ihren persönlichen Dozenten\n\n        Herr Günter Lang.\n\n\n        Bis 2008 Lehrer für Latein und Griechisch( Sekundarstufe 2 )\n\n                * eduQua zertifiziert\n                * moderner Online Campus\n                * Online Bibliothek\n                * Vorlesefunktion\n                * Abschlussprüfung zu Hause\n\n      Direkt herunterladen\n\n        Inhaltsverzeichnis Probelektion\n\n            Jennifer Achterberg\n\n            Leiterin Kundenservice\n            “Gerne helfen\n\n            wir Ihnen weiter”\n\n        0800-544444\n        Mo.-Fr. 8:30 - 17:00 Uhr", "page_segments": {"target_groups": [{"surface_form": "Der Lehrgang Altgriechisch ist perfekt für Sie\n\n            * wenn Sie Student/-in der katholischen oder evangelischen Theologie sind und eine Ergänzungsprüfung in Griechisch nachweisen müssen\n            * wenn Sie Student/-in der Latinistik und / oder Archäologie sind und noch das Graecum benötigen\n            * wenn Sie Althistoriker/-in sind\n            * wenn Sie Philosoph/-in sind und sich mit antiker Philosophie befassenwenn Sie sich nicht nur oberflächlich mit griechischer Literatur und Kultur beschäftigen wollen", "start": 3577, "end": 4103}], "certificates": [{"surface_form": "Erfolgreiche Bearbeitung Einsendeaufgaben: Laudius-Zeugnis\n              Erfolgreiche Bearbeitung Abschlussarbeit: Laudius-Zertifikat", "start": 1637, "end": 1770}], "course_contents": [{"surface_form": "* Der Kurs umfasst 32 Lernhefte. Nach ungefähr 10 Lektionen finden Sie ausserdem zusammenfassende Übersichten, damit Sie nie den roten Faden verlieren, und Wiederholungstexte, mit denen Sie Ihren Wissensstand überprüfen können.\n            * Im ersten Lernheft werden Sie mit dem griechischen Alphabet vertraut gemacht und lernen alles Wichtige über die Akzente und Satzzeichen. Die griechischen Wörter sind am Anfang mit lateinischer Umschrift versehen, sodass Sie sehr schnell die (nicht komplizierte) Aussprache beherrschen.\n            * Die Fähigkeit, Griechisch zu schreiben, stellt sich bei Ihnen sozusagen nebenbei ein, da in den Folgelektionen immer wieder gezielte Schreibübungen eingestreut sind.\n            * Der Kurs beschränkt sich ausschliesslich auf Übersetzungen vom Altgriechischen ins Deutsche, mehr wird auch in einer Graecumsprüfung nicht verlangt.\n            * Im Laufe des Kurses werden nacheinander alle Wortarten, Deklinationen und die wichtigsten Konjugationsformen und Konstruktionen eingeführt.\n            * Der Lernwortschatz orientiert sich daran, wie häufig die jeweiligen Vokabeln in den prüfungsrelevanten Texten vorkommen.\n            * Graecumsprüfung\n              Der Lehrgang bereitet Sie auf die staatliche Graecumsprüfung vor. Nähere Informationen zur Prüfungsanmeldung finden Sie beim jeweiligen Kultusministerium Ihres ansässigen Bundeslandes. Für das Studium der evangelischen und katholischen Theologie reicht oft auch die oben erwähnte Ergänzungsprüfung Griechisch, die die grundsätzliche Fähigkeit zur Übersetzung griechischer biblischer Texte zum Ziel hat.\n              \n              Durch die Präsenz griechischer neutestamentarischer Texte in jedem Lernheft bereitet Sie unser Fernlehrgang auch auf diese Prüfung vor. Da die Anforderungen an die griechischen Sprachkenntnisse von Bundesland zu Bundesland und in Abhängigkeit von der jeweiligen Universität und des jeweils angestrebten Studienabschlusses (Bachelor, Master, Diplom) variieren, empfehlen wir einen Blick auf die Studienvoraussetzungen Ihres Studienfaches. Mit den Vorbereitungen zur Graecumsprüfung sind Sie aber in jedem Fall auf der sicheren Seite.", "start": 4173, "end": 6341}], "prerequisites": [{"surface_form": "Sekundarstufe 1, Matura ist zwingend erforderlich für alle, die sich auf das staatliche Graecum oder die theologische Ergänzungsprüfung Griechisch vorbereiten wollen.", "start": 908, "end": 1074}]}, "entities": {}}