{"html": "<article about=\"/programme/accelerating-global-growth\" class=\"node node--type-programme node--view-mode-full\" role=\"article\"><div class=\"hero\"><div class=\"grid\"><div class=\"inner\"><span class=\"programme-focus\"><div class=\"field field--name-field-programme-focus-area field--type-entity-reference field--label-hidden field__item\">Marketing, Vertrieb &amp; Einkauf</div></span><h1 class=\"greenbg\">\n          Accelerating Global Growth\n        </h1><br /><h2 class=\"greenbg\">\n          The St.Gallen Certificate of Advanced Studies (CAS-HSG) for Global and Strategic Account Managers\n        </h2></div></div><div class=\"field field--name-field-programme-header-image field--type-image field--label-hidden field__item\"><picture><source media=\"all and (min-width: 1180px)\" srcset=\"/sites/default/files/styles/hero_image_extra_large/public/programme/header/2016-12/gcp.png?h=e3f2e893&amp;itok=SaJo-11H 1x\" type=\"image/png\" /><source media=\"all and (min-width: 980px)\" srcset=\"/sites/default/files/styles/hero_image_large/public/programme/header/2016-12/gcp.png?h=e3f2e893&amp;itok=f0kFayL- 1x\" type=\"image/png\" /><source media=\"all and (min-width: 768px)\" srcset=\"/sites/default/files/styles/hero_image_tablet_980x536_/public/programme/header/2016-12/gcp.png?itok=-2kqAZyd 1x\" type=\"image/png\" /><source media=\"all and (min-width: 481px)\" srcset=\"/sites/default/files/styles/hero_image_mobile_767x600_/public/programme/header/2016-12/gcp.png?itok=jWs6IWMe 1x\" type=\"image/png\" /><source srcset=\"/sites/default/files/styles/hero_image_small/public/programme/header/2016-12/gcp.png?h=e3f2e893&amp;itok=r4ZGsZpz 1x\" type=\"image/png\" /><img alt=\"\" src=\"/sites/default/files/styles/hero_image_tablet_980x536_/public/programme/header/2016-12/gcp.png?itok=-2kqAZyd\" typeof=\"foaf:Image\" /></picture></div></div><div class=\"node__content\"><div class=\"nav-bar-wrapper\"><div class=\"nav-bar\"><div class=\"grid grid--programmes\"><a class=\"plus\" href=\"\"><div class=\"plus-inner\"><span class=\"icon-bar\" /><span class=\"icon-bar\" /></div><p>Sections</p></a><div class=\"nav-bar-items\"><a class=\"nav overview\" href=\"#overview\">Übersicht</a><a class=\"nav content-faculty\" href=\"#content-faculty\">Inhalte &amp; Faculty</a><a class=\"nav how-to-apply\" href=\"#how-to-apply\">Bewerbung</a><a class=\"nav why-hsg\" href=\"#why-hsg\">Warum HSG</a></div><div class=\"link--go-back-js-container\" /><div class=\"field field--name-field-programme-call-to-action field--type-entity-reference-revisions field--label-hidden field__item\"><div class=\"paragraph paragraph--type--call-to-action paragraph--view-mode--default\" data-paragraph-navigator=\"826\"><div class=\"btn-wrapper\"><div class=\"btn btn--call-to-action\"><a class=\"external\" href=\"https://forms.gle/QAUAHL4VjXWA4rd98\">Jetzt anmelden</a></div></div></div></div></div></div></div><div class=\"grid\"><div class=\"content-wrapper\"><div class=\"content\"><div class=\"overview-wrapper section\" id=\"overview\"><h2>\n              Übersicht\n            </h2><div class=\"field field--name-field-programme-course-desc field--type-text-long field--label-above\"><h2>Programmbeschreibung</h2><div class=\"body-text\"><p>By focusing on leadership issues in the context of global customer business, participants develop a Value Creation Proposal for taking a global customer relationship or a customer program to the next level. On average, these proposals create a payback of total program costs of factor 10.</p><p>The Global Account Manager Certification Program (GCP) develops high-potential account managers into true global business leaders by building capabilities to meet today’s and tomorrow’s business challenges. Designed for the elite, next- generation global account managers, GCP’s curriculum focuses on the critical success factors for driving revenue, growth and profitability with strategic customers:</p><ul><li><p>Understanding the global business environment.</p></li><li><p>Creating, delivering and measuring value.</p></li><li><p>Mastering the global account manager role.</p></li><li><p>Driving the firm’s growth agenda.</p></li><li><p>Leading the transformation to customer-centricity.</p></li></ul><p>The GCP is also designed to meet the expectations business leaders have of executive education. First and foremost, it is truly global in its outlook and content, focusing on key global business issues throughout the five- module program. Not only do we assemble thought leaders from around the world to impart knowledge, but our multicultural participant roster offers engagement with peers from diverse backgrounds and assignments.</p><p>The GCP is also a multidisciplinary program, providing a broad, comprehensive curriculum that utilizes a collaborative learning model and an integrated approach. Perhaps most importantly, the GCP emphasizes practical application by featuring an impressive list of practitioner guest speakers and teaching in context with current work challenges at every turn.</p><div class=\"video-embed-field-provider-youtube video-embed-field-responsive-video\"><iframe allowfullscreen=\"allowfullscreen\" frameborder=\"0\" height=\"480\" src=\"https://www.youtube.com/embed/k654udfkcTc?autoplay=0&amp;start=0&amp;rel=0\" width=\"854\" /></div></div></div><div class=\"field field--name-field-programme-target-audience field--type-text-long field--label-above\"><h2>Zielgruppe</h2><div class=\"body-text\"><p>High impact, next generation global account managers.</p></div></div><div class=\"section infos-wrapper\"><h3>\n                Infos\n              </h3><div class=\"field field--name-field-programme-start-dates field--type-entity-reference-revisions field--label-inline clearfix\"><div class=\"field__label\">Startdatum</div><div class=\"field__items\"><div class=\"field__item\"><div class=\"paragraph paragraph--type--start-date-with-bookable paragraph--view-mode--default\" data-paragraph-navigator=\"828\"><div class=\"paragraph paragraph--type--start-date-with-bookable paragraph--view-mode--default\" data-paragraph-navigator=\"828\"><div class=\"field field--name-field-start-date field--type-datetime field--label-hidden field__item\"><time class=\"datetime\" datetime=\"2021-03-16T12:00:00Z\">16.03.2021</time></div></div></div></div></div></div><div class=\"field field--name-field-programme-duration field--type-string field--label-inline clearfix\"><div class=\"field__label\">Dauer</div><div class=\"field__item\">9 Days</div></div><div class=\"field field--name-field-programme-ects-credits field--type-integer field--label-inline clearfix\"><div class=\"field__label\">Anzahl ECTS Punkte</div><div class=\"field__item\">15</div></div><div class=\"field field--name-field-programme-level-experience field--type-entity-reference field--label-inline clearfix\"><div class=\"field__label\">Erfahrung</div><div class=\"field__items\"><div class=\"field__item\">Höhere Führungskraft</div><div class=\"field__item\">High Potential</div></div></div><div class=\"field field--name-field-programme-type field--type-entity-reference field--label-inline clearfix\"><div class=\"field__label\">Programmtyp</div><div class=\"field__item\">Zertifikat</div></div><div class=\"field field--name-field-programme-price field--type-string field--label-inline clearfix\"><div class=\"field__label\">Preis</div><div class=\"field__item\">CHF 26,500.-</div></div><div class=\"field field--name-field-programme-location field--type-string field--label-inline clearfix\"><div class=\"field__label\">Durchführungsort</div><div class=\"field__item\">Rorschach, Switzerland</div></div><div class=\"field field--name-field-programme-modules-bookable field--type-boolean field--label-inline clearfix\"><div class=\"field__label\">Einzelmodul buchbar</div><div class=\"field__item\">Nein</div></div><div class=\"field field--name-field-programme-flexible-entry field--type-boolean field--label-inline clearfix\"><div class=\"field__label\">Flexibler Einstieg möglich</div><div class=\"field__item\">Nein</div></div><div class=\"field field--name-field-programme-language field--type-list-string field--label-inline clearfix\"><div class=\"field__label\">Programmsprache</div><div class=\"field__items\"><div class=\"field__item\">Englisch</div></div></div></div><div class=\"field field--name-field-programme-objective field--type-text-long field--label-above\"><h2>Kursziel</h2><div class=\"body-text\"><p>The GCP is the world's first and only GAM Certification Program at the University level. For the past nine years, the GCP has been developing high-potential account managers into global business leaders by building capabilities to meet today's and tomorrow's business challenges. The GCP prepares its participants to maintain a continuous stream of insights about the market, competition, and the customers' own business, and how the suppliers' products and services could change the economics of the customers' business model.</p><p>As participants expand their knowledge, their learnings are put to use immediately to contribute to both their global customers' and their firms' profitable growth and market competitiveness. The most tangible evidence of this is the students' completion of the Value Creation Project (VCP), a concrete business case and individual action plan to generate measurable value for both customer and supplier. The payback of the GCP is typically realized within six to twelve months after the completion of the program.</p><p>Equipped with new frameworks and tools as well as a personal development plan, the participants will be prepared to master the role of the Global Account Manager (GAM) and play a key role in developing collaborative customer relationships for their firm. Upon successful completion of the GCP, participants receive a certificate designating them «Certified Global Account Manager» (CGM-HSG) from the University of St. Gallen.</p><p>By focusing on leadership issues in the context of global customer business, participants will:</p><ul><li>Establish an awareness that global customers are a firm's most critical asset and the proper focus of managerial attention.</li><li>Learn to uncover customer issues and translate potential problems into mutually beneficial opportunities.</li><li>Develop new perspectives for building the customer-centric firm of the future and reconsider issues such as strategy, governance, and change.</li><li>Enhance their ability to build commitment within their organization by applying new concepts and tools.</li><li>Understanding the global business environment.</li><li>Creating, delivering and measuring value.</li><li>Mastering the global account manager role.</li><li>Leading the transformation to customer-centricity.</li><li>Driving the firm's growth agenda.</li><li>Linking customer management to shareholder value.</li></ul></div></div><div class=\"field field--name-field-programme-benefits field--type-text-long field--label-above\"><h2>Ihr Nutzen</h2><div class=\"body-text\"><ul><li>The \"gold standard\" in global sales education</li><li>Transforming GAMs to true \"Customer General Managers\"</li><li>Focus on rigor, relevance and tangible results</li><li>A curriculum designed for GAMs to accomplish on the job</li><li>Highly interactive and blended learning approach</li><li>Proven track record and support from leading global firms</li><li>Limited class size for maximum benefits</li><li>Unmatched ROI for global sales leader development</li></ul><p>THE INDIVIDUAL</p><p>Although most Global Account Managers have come into the position based on documented past successes, too many are simply not equipped with the business acumen required to engage in such value creation activity that truly embeds the supplier in the customer’s strategy.</p><p>That’s because the sales model that most professionals have been trained on (and many still are) is to sell to customer needs. However, in a world of transparency with well-informed, specialized buyers, selling to customer needs means that the customer knows exactly what he/she wants and can therefore control the buying process. The truth is, being skilled at needs-based selling does not provide an effective arsenal for selling to the wallet of the future, which is shaped by key business and economic decisions that the customer is making today . The GAM Certification Program fills this gap by preparing today’s GAMs to be true “customer general managers“ who can maintain a continuous stream of insights about the market, the competition, the customer’s own business and how the supplier’s products and services could change the economics of the customer’s business model.</p><p>THE SPONSORING COMPANY</p><p>The GAM Certification Program (GCP) delivers an unmatched return on investment to sponsoring companies. Throughout the year, participants’ firms gain access to the latest research findings and lessons learned from leading companies. As participants expand their knowledge, their learnings are put to use immediately to contribute to both their customers’ and their firm’s profitable growth and market competitiveness. The most tangible evidence of this is the mandatory completion of the Value Creation Project, an independent study exercise that constitutes a concrete business case and individual action plan to generate measurable value for both customer and supplier. Moreover, participating firms remain at the forefront of the race for talent with a developed pool of well-prepared, knowledge-able global account managers.</p></div></div><div class=\"field field--name-field-programme-app-criteria field--type-text-long field--label-above\"><h2>Bewerbungsvoraussetzungen</h2><div class=\"body-text\"><p>Access is restricted to a limited number of participants. Application requirements include:</p><p>• Direct responsibility for at least one global customer relationship, or intention to take on such a role within 12 months of course completion.</p><p>• Minimum five years of international business experience.</p><p>• Strong proficiency in written and spoken English.</p><p>The committee reserves the right to accept or deny participants to ensure diversity and an ideal workshop setting.</p></div></div><div class=\"field field--name-field-programme-course-structure field--type-text-long field--label-above\"><h2>Programmstruktur</h2><div class=\"body-text\"><p>HIGHLY INTERACTIVE &amp; BLENDED LEARNING APPROACH</p><p>We have three face-to-face Modules in St.Gallen, Switzerland:</p><p><span>Module 1: March 16-18, 2021</span><br /><span>Module 2: June 15-17, 2021</span><br /><span>Module 3: September 14-16, 2021</span></p><p>Virtual Power Sessions: April-May and July-August, Web-based</p></div></div></div><div class=\"section content-faculty-wrapper\" id=\"content-faculty\"><h2>\n                Inhalte &amp; Faculty\n              </h2><div class=\"field field--name-field-programme-content field--type-text-long field--label-hidden field__item body-text\"><p>RIGOR, RELEVANCE &amp; RESULTS</p><p>SMART PROGRAM DESIGN</p><p>The GCP combines relevant theory with real-world application. The mix of renowned professors and experienced practitioners offers the diversity of approaches and opinions that keeps seasoned sales professionals interested and engaged. Moreover, the program is highly sensitive to the demanding role of the GAM, boasting a schedule that provides academic rigor while being sufficiently flexible to enable students to keep up with the demands of their “day-job”.</p><p>HIGH IMPACT METHODOLOGIES</p><p>A highlight of the GCP curriculum is the use of the Case Method of teaching. By engaging students in business conflicts developed from real events, cases immerse them in the challenges they are expected to face. The GCP features custom-developed cases, all dealing with a critical aspect of strategic customer management. The challenges presented require thoughtful analyses with limited or even insufficient information, and demand decisive action that must be articulated –and even defended – among other talented, ambitious individuals.</p><p>INDEPENDENT STUDY</p><p>As participants expand their knowledge, their learnings are put to use immediately to contribute to both their customers’ and their firm’s profitable growth and market competitiveness. The most tangible evidence of this is a student’s completion of the Value Creation Project (VCP), a concrete business case and individual action plan to generate measurable value for both customer and supplier.</p><p><strong>New Skills = New Value</strong><br /><br />\nThe Value Creation Project (VCP) is a unique and critical component of the GAM Certification Program that delivers tangible results. The VCP constitutes in-depth, highly practical project work conducted on an individual basis by each participant under the guidance of the GCP faculty and the student's own management team. As participants expand their knowledge and skills over the five-module program, the VCP serves as their vehicle for putting those learnings to use to contribute to both their customers' and their own company's profitable growth and market competitiveness. The VCP will represent a concrete business case and individual action plan to generate measurable value for both customer and supplier. Successful completion of the VCP is a mandatory requirement for completion of the program and awarding of certification.<br /><br /><strong>Management Participation</strong><br /><br />\nThe VCP provides a meaningful platform for executive engagement and management coaching of GAMs. Ideally, participants will work with both colleagues and supervisors to construct their business case. All participants will have the opportunity to present their VCP to the collective group with their senior management in attendance.</p></div><div class=\"field field--name-field-programme-faculty field--type-text-long field--label-hidden field__item body-text\"><p>The GAM Certification Program features world-class faculty who represent decades of expertise in their respective fields of study and are recognized for their groundbreaking research. In addition, C-level executives from leading global firms and subject experts ensure insightful real-world perspectives on current and next practices in global customer management.</p><p>The GCP program is directed by:</p><p><strong>Dr. Christoph Senn</strong></p><p>Director CGAM: Competence Center for Global Account Management Research Institute for International Management (FIM-HSG) University of St. Gallen</p><p>Christoph Senn is the Director of the Center for Global Account Management (CGAM) at the University of St. Gallen and Chairman of the Account Management Center (AMC), a management consulting firm specializing in strategic customer management. A subject expert on global account management, his work has been published in California Management Review, Journal of Business Strategy, Harvard Business Manager, Wall Street Journal in cooperation with Sloan Management Review and other prominent publications. Prior to joining academia, Professor Senn served as global sales and marketing director in a manufacturing company where he also designed and implemented strategic and global account programs. In addition to the GCP, he serves as Director of the Global Account Management Executive Program (GAMPRO) with St. Gallen University, and as Co-director of the Strategic Account Management Program (SMP) with Rotterdam School of Management at Erasmus University in the Netherlands.</p></div></div><div class=\"section how-to-apply-wrapper\" id=\"how-to-apply\"><h2>\n                Bewerbung\n              </h2><div class=\"field field--name-field-programme-your-application field--type-text-long field--label-above\"><h2>Ihre Bewerbung</h2><div class=\"body-text\"><p>APPLICATION</p><p>Visit www.accountmanagementcenter.com/gcp to download the application material as well as for additional information. Early application is encouraged, and receipt of forms is requested at least eight weeks prior to program start. Only complete applications will be reviewed by the admission committee.</p><p>APPLICATION REQUIREMENTS</p><p>Access is restricted to a limited number of participants. The admission review committee accepts registrations according to their order of submission and determines acceptance on the basis of the application documents. To be considered for the program, candidates must have been recommended by their sponsoring company.</p><p>PROGRAM FEE</p><p>The program fee for individual participants is CHF 26,500-. For team fees and multiyear corporate contracts, please contact cgam@unisg.ch. Program fee covers tuition, teaching materials and most meals.</p><p>ACCOMMODATION</p><p>Accommodation is not included in the program fee and should be reserved individually. We would be happy to provide you with further information about hotel names, locations and contact details.</p><p>TERMS &amp; CONDITIONS</p><p>Submitted applications are binding and represent acceptance of all conditions and terms of payment. The GCP fee is due on receipt of the invoice and must be paid prior to the commencement of the program. Until paid in full, the University of St. Gallen reserves the right to suspend or exclude the participant from attending the program.</p><p>CANCELLATION CHARGES</p><p>• 90-60 days' notice: 25% of ProgramFee.</p><p>• 59-30 days' notice: 50% of ProgramFee.</p><p>• 29 days or less: 100% of Program Fee.</p></div></div></div><div class=\"section further-information-wrapper\" id=\"further-information\"><h2>\n                Weitere Informationen\n              </h2></div><div class=\"why-hsg-wrapper\" id=\"why-hsg\"><h2 id=\"why-hsg-title\">\n                Warum HSG?\n              </h2><div class=\"block block-block-content block-block-contenta55fe611-b166-4a05-be66-d3db073720ae\" id=\"block-whyhsg\"><div class=\"field field--name-field-description field--type-text-long field--label-hidden field__item body-text\"><p>Mit einer Weiterbildung an der Universität St.Gallen (HSG), einer der führenden Wirtschaftsuniversitäten Europas, schaffen Sie sich die besten Voraussetzungen für Ihre Zukunft. Die HSG ist mehr als ein Lernplatz, sie ist ein Ort der Inspiration, der Sie zum Denken anregt. Sie eignen sich aktuelles Wissen von hoher Praxisrelevanz an und gewinnen wertvolle Erkenntnisse. Dadurch sind Sie in der Lage, einen wichtigen Beitrag zur gesellschaftlichen, wirtschaftlichen und zu Ihrer persönlichen Entwicklung zu leisten. \"From insight to impact\" ist nicht nur unsere Botschaft, es ist ein Versprechen, an dem wir uns messen lassen.</p></div><div class=\"field field--name-field-link field--type-link field--label-hidden field__item\"><a class=\"learn-more\" href=\"/de/warum-weiterbildung-st-gallen\">\n      Learn More\n    </a></div></div></div></div><div class=\"sidebar\"><div class=\"link--go-back-js-container medium-desktop\" /><div class=\"wrapper--button--our-brochure\"><div class=\"field__label\">Informationen anfordern</div><p>Sie interessieren sich für mehrere Programme? Legen Sie Wert auf gedruckte Informationen? Bestellen Sie komfortabel die relevanten Informationen per Post.</p><a class=\"btn light-green button--our-brochure\" href=\"/node/696\" title=\"Broschüre bestellen\">\n              Broschüre bestellen\n            </a></div><div class=\"field field--name-field-programme-contact field--type-entity-reference-revisions field--label-hidden field__item\"><div class=\"paragraph paragraph--type--programme-contact paragraph--view-mode--default\" data-paragraph-navigator=\"827\"><div class=\"field field--name-field-pc-image field--type-image field--label-hidden field__item\"><img alt=\"Dr. Christoph Senn\" class=\"image-style-crop-square\" height=\"200\" loading=\"lazy\" src=\"/sites/default/files/styles/crop_square/public/image/2016-12/cs_0.jpg?itok=KqfRaeXL\" typeof=\"foaf:Image\" width=\"200\" /></div><div class=\"field field--name-field-pc-name field--type-string field--label-hidden field__item\">Dr. Christoph Senn </div><div class=\"field field--name-field-pc-position-title field--type-string field--label-hidden field__item\">Program Director</div><div class=\"field field--name-field-pc-description field--type-string field--label-hidden field__item\">Please contact me directly for any inquiries regarding the program and registration process.</div><div class=\"field field--name-field-pc-phone field--type-telephone field--label-hidden field__item\"><a href=\"tel:%2B41%280%29712242471\">+41 (0)71 224 24 71 </a></div><div class=\"field field--name-field-pc-email field--type-email field--label-hidden field__item\"><a href=\"mailto:christoph.senn@unisg.ch\">christoph.senn@unisg.ch</a></div></div></div><div class=\"field field--name-field-programme-dl-brochure field--type-file field--label-above\"><div class=\"field__label\">Broschürendownload</div><div class=\"field__item\"><span class=\"file file--mime-application-pdf file--application-pdf\"><a href=\"https://www.es.unisg.ch/sites/default/files/programme/brochure/2018-10/HSG_GCP_Broschu%CC%88re_web_11062018.pdf\" target=\"_blank\" title=\"HSG_GCP_Broschüre_web_11062018.pdf\" type=\"application/pdf; length=4690523\">GCP Brochure</a></span></div></div><div class=\"general-contact-wrapper\"><h3 id=\"general-contact-title\">\n                Weiterbildungsberatung\n              </h3><div class=\"block block-block-content block-block-contentab3c8dba-7ef0-4012-bb44-202503f138af\" id=\"block-generalcontact\"><div class=\"field field--name-field-generalcontact-image field--type-image field--label-hidden field__item\"><img alt=\"Portrait Judith Witzemann\" class=\"image-style-thumbnail\" height=\"100\" loading=\"lazy\" src=\"/sites/default/files/styles/thumbnail/public/programme/general-contact/2020-10/Judith%20Witzenmann_360x360%20Kopie.jpg?h=a162ca34&amp;itok=KZE00Nlo\" typeof=\"foaf:Image\" width=\"100\" /></div><div class=\"field field--name-field-generalcontact-description field--type-string field--label-hidden field__item\">Nicht das passende Programm? Unser Beratungsteam hilft Ihnen gern, passende Lehrveranstaltungen für Ihre ganz persönliche Weiterbildung zu finden.  </div><div class=\"field field--name-field-generalcontact-phone field--type-telephone field--label-hidden field__item\"><a href=\"tel:%2B41712247509\">+41 71 224 75 09</a></div><div class=\"field field--name-field-generalcontact-email field--type-email field--label-hidden field__item\"><a href=\"mailto:judith.witzemann@unisg.ch\">judith.witzemann@unisg.ch</a></div><div class=\"field field--name-field-generalcontact-bookappoint field--type-link field--label-hidden field__item\"><a href=\"https://online.serviceocean.com/en/booking/form/81522344-82de-4ac5-ac93-907d560f127a\">Buchen Sie Ihren Termin</a></div></div></div></div></div></div></div></article>", "text": "        Marketing, Vertrieb & Einkauf\n\n      Accelerating Global Growth\n\n      \n\n      The St.Gallen Certificate of Advanced Studies (CAS-HSG) for Global and Strategic Account Managers\n\n\n        Sections\n\n          ÜbersichtInhalte & FacultyBewerbungWarum HSG\n                Jetzt anmelden\n\n          Übersicht\n\n\n            Programmbeschreibung\n\n\n              By focusing on leadership issues in the context of global customer business, participants develop a Value Creation Proposal for taking a global customer relationship or a customer program to the next level. On average, these proposals create a payback of total program costs of factor 10.\n\n\n              The Global Account Manager Certification Program (GCP) develops high-potential account managers into true global business leaders by building capabilities to meet today’s and tomorrow’s business challenges. Designed for the elite, next- generation global account managers, GCP’s curriculum focuses on the critical success factors for driving revenue, growth and profitability with strategic customers:\n\n\n                * Understanding the global business environment.\n\n\n                * Creating, delivering and measuring value.\n\n\n                * Mastering the global account manager role.\n\n\n                * Driving the firm’s growth agenda.\n\n\n                * Leading the transformation to customer-centricity.\n\n\n              The GCP is also designed to meet the expectations business leaders have of executive education. First and foremost, it is truly global in its outlook and content, focusing on key global business issues throughout the five- module program. Not only do we assemble thought leaders from around the world to impart knowledge, but our multicultural participant roster offers engagement with peers from diverse backgrounds and assignments.\n\n\n              The GCP is also a multidisciplinary program, providing a broad, comprehensive curriculum that utilizes a collaborative learning model and an integrated approach. Perhaps most importantly, the GCP emphasizes practical application by featuring an impressive list of practitioner guest speakers and teaching in context with current work challenges at every turn.\n\n\n            Zielgruppe\n\n\n              High impact, next generation global account managers.\n\n\n            Infos\n\n                Startdatum\n                        16.03.2021\n                Dauer\n                9 Days\n                Anzahl ECTS Punkte\n                15\n                Erfahrung\n                  Höhere Führungskraft\n                  High Potential\n                Programmtyp\n                Zertifikat\n                Preis\n                CHF 26,500.-\n                Durchführungsort\n                Rorschach, Switzerland\n                Einzelmodul buchbar\n                Nein\n                Flexibler Einstieg möglich\n                Nein\n                Programmsprache\n                  Englisch\n\n            Kursziel\n\n\n              The GCP is the world's first and only GAM Certification Program at the University level. For the past nine years, the GCP has been developing high-potential account managers into global business leaders by building capabilities to meet today's and tomorrow's business challenges. The GCP prepares its participants to maintain a continuous stream of insights about the market, competition, and the customers' own business, and how the suppliers' products and services could change the economics of the customers' business model.\n\n\n              As participants expand their knowledge, their learnings are put to use immediately to contribute to both their global customers' and their firms' profitable growth and market competitiveness. The most tangible evidence of this is the students' completion of the Value Creation Project (VCP), a concrete business case and individual action plan to generate measurable value for both customer and supplier. The payback of the GCP is typically realized within six to twelve months after the completion of the program.\n\n\n              Equipped with new frameworks and tools as well as a personal development plan, the participants will be prepared to master the role of the Global Account Manager (GAM) and play a key role in developing collaborative customer relationships for their firm. Upon successful completion of the GCP, participants receive a certificate designating them «Certified Global Account Manager» (CGM-HSG) from the University of St. Gallen.\n\n\n              By focusing on leadership issues in the context of global customer business, participants will:\n\n                * Establish an awareness that global customers are a firm's most critical asset and the proper focus of managerial attention.\n                * Learn to uncover customer issues and translate potential problems into mutually beneficial opportunities.\n                * Develop new perspectives for building the customer-centric firm of the future and reconsider issues such as strategy, governance, and change.\n                * Enhance their ability to build commitment within their organization by applying new concepts and tools.\n                * Understanding the global business environment.\n                * Creating, delivering and measuring value.\n                * Mastering the global account manager role.\n                * Leading the transformation to customer-centricity.\n                * Driving the firm's growth agenda.\n                * Linking customer management to shareholder value.\n\n            Ihr Nutzen\n\n                * The \"gold standard\" in global sales education\n                * Transforming GAMs to true \"Customer General Managers\"\n                * Focus on rigor, relevance and tangible results\n                * A curriculum designed for GAMs to accomplish on the job\n                * Highly interactive and blended learning approach\n                * Proven track record and support from leading global firms\n                * Limited class size for maximum benefits\n                * Unmatched ROI for global sales leader development\n\n              THE INDIVIDUAL\n\n\n              Although most Global Account Managers have come into the position based on documented past successes, too many are simply not equipped with the business acumen required to engage in such value creation activity that truly embeds the supplier in the customer’s strategy.\n\n\n              That’s because the sales model that most professionals have been trained on (and many still are) is to sell to customer needs. However, in a world of transparency with well-informed, specialized buyers, selling to customer needs means that the customer knows exactly what he/she wants and can therefore control the buying process. The truth is, being skilled at needs-based selling does not provide an effective arsenal for selling to the wallet of the future, which is shaped by key business and economic decisions that the customer is making today . The GAM Certification Program fills this gap by preparing today’s GAMs to be true “customer general managers“ who can maintain a continuous stream of insights about the market, the competition, the customer’s own business and how the supplier’s products and services could change the economics of the customer’s business model.\n\n\n              THE SPONSORING COMPANY\n\n\n              The GAM Certification Program (GCP) delivers an unmatched return on investment to sponsoring companies. Throughout the year, participants’ firms gain access to the latest research findings and lessons learned from leading companies. As participants expand their knowledge, their learnings are put to use immediately to contribute to both their customers’ and their firm’s profitable growth and market competitiveness. The most tangible evidence of this is the mandatory completion of the Value Creation Project, an independent study exercise that constitutes a concrete business case and individual action plan to generate measurable value for both customer and supplier. Moreover, participating firms remain at the forefront of the race for talent with a developed pool of well-prepared, knowledge-able global account managers.\n\n\n            Bewerbungsvoraussetzungen\n\n\n              Access is restricted to a limited number of participants. Application requirements include:\n\n\n              • Direct responsibility for at least one global customer relationship, or intention to take on such a role within 12 months of course completion.\n\n\n              • Minimum five years of international business experience.\n\n\n              • Strong proficiency in written and spoken English.\n\n\n              The committee reserves the right to accept or deny participants to ensure diversity and an ideal workshop setting.\n\n\n            Programmstruktur\n\n\n              HIGHLY INTERACTIVE & BLENDED LEARNING APPROACH\n\n\n              We have three face-to-face Modules in St.Gallen, Switzerland:\n\n\n              Module 1: March 16-18, 2021\n              Module 2: June 15-17, 2021\n              Module 3: September 14-16, 2021\n\n\n              Virtual Power Sessions: April-May and July-August, Web-based\n\n\n          Inhalte & Faculty\n\n\n            RIGOR, RELEVANCE & RESULTS\n\n\n            SMART PROGRAM DESIGN\n\n\n            The GCP combines relevant theory with real-world application. The mix of renowned professors and experienced practitioners offers the diversity of approaches and opinions that keeps seasoned sales professionals interested and engaged. Moreover, the program is highly sensitive to the demanding role of the GAM, boasting a schedule that provides academic rigor while being sufficiently flexible to enable students to keep up with the demands of their “day-job”.\n\n\n            HIGH IMPACT METHODOLOGIES\n\n\n            A highlight of the GCP curriculum is the use of the Case Method of teaching. By engaging students in business conflicts developed from real events, cases immerse them in the challenges they are expected to face. The GCP features custom-developed cases, all dealing with a critical aspect of strategic customer management. The challenges presented require thoughtful analyses with limited or even insufficient information, and demand decisive action that must be articulated –and even defended – among other talented, ambitious individuals.\n\n\n            INDEPENDENT STUDY\n\n\n            As participants expand their knowledge, their learnings are put to use immediately to contribute to both their customers’ and their firm’s profitable growth and market competitiveness. The most tangible evidence of this is a student’s completion of the Value Creation Project (VCP), a concrete business case and individual action plan to generate measurable value for both customer and supplier.\n\n\n            New Skills = New Value\n            \n            The Value Creation Project (VCP) is a unique and critical component of the GAM Certification Program that delivers tangible results. The VCP constitutes in-depth, highly practical project work conducted on an individual basis by each participant under the guidance of the GCP faculty and the student's own management team. As participants expand their knowledge and skills over the five-module program, the VCP serves as their vehicle for putting those learnings to use to contribute to both their customers' and their own company's profitable growth and market competitiveness. The VCP will represent a concrete business case and individual action plan to generate measurable value for both customer and supplier. Successful completion of the VCP is a mandatory requirement for completion of the program and awarding of certification.\n            \n            Management Participation\n            \n            The VCP provides a meaningful platform for executive engagement and management coaching of GAMs. Ideally, participants will work with both colleagues and supervisors to construct their business case. All participants will have the opportunity to present their VCP to the collective group with their senior management in attendance.\n\n\n            The GAM Certification Program features world-class faculty who represent decades of expertise in their respective fields of study and are recognized for their groundbreaking research. In addition, C-level executives from leading global firms and subject experts ensure insightful real-world perspectives on current and next practices in global customer management.\n\n\n            The GCP program is directed by:\n\n\n            Dr. Christoph Senn\n\n\n            Director CGAM: Competence Center for Global Account Management Research Institute for International Management (FIM-HSG) University of St. Gallen\n\n\n            Christoph Senn is the Director of the Center for Global Account Management (CGAM) at the University of St. Gallen and Chairman of the Account Management Center (AMC), a management consulting firm specializing in strategic customer management. A subject expert on global account management, his work has been published in California Management Review, Journal of Business Strategy, Harvard Business Manager, Wall Street Journal in cooperation with Sloan Management Review and other prominent publications. Prior to joining academia, Professor Senn served as global sales and marketing director in a manufacturing company where he also designed and implemented strategic and global account programs. In addition to the GCP, he serves as Director of the Global Account Management Executive Program (GAMPRO) with St. Gallen University, and as Co-director of the Strategic Account Management Program (SMP) with Rotterdam School of Management at Erasmus University in the Netherlands.\n\n\n          Bewerbung\n\n\n            Ihre Bewerbung\n\n\n              APPLICATION\n\n\n              Visit www.accountmanagementcenter.com/gcp to download the application material as well as for additional information. Early application is encouraged, and receipt of forms is requested at least eight weeks prior to program start. Only complete applications will be reviewed by the admission committee.\n\n\n              APPLICATION REQUIREMENTS\n\n\n              Access is restricted to a limited number of participants. The admission review committee accepts registrations according to their order of submission and determines acceptance on the basis of the application documents. To be considered for the program, candidates must have been recommended by their sponsoring company.\n\n\n              PROGRAM FEE\n\n\n              The program fee for individual participants is CHF 26,500-. For team fees and multiyear corporate contracts, please contact cgam@unisg.ch. Program fee covers tuition, teaching materials and most meals.\n\n\n              ACCOMMODATION\n\n\n              Accommodation is not included in the program fee and should be reserved individually. We would be happy to provide you with further information about hotel names, locations and contact details.\n\n\n              TERMS & CONDITIONS\n\n\n              Submitted applications are binding and represent acceptance of all conditions and terms of payment. The GCP fee is due on receipt of the invoice and must be paid prior to the commencement of the program. Until paid in full, the University of St. Gallen reserves the right to suspend or exclude the participant from attending the program.\n\n\n              CANCELLATION CHARGES\n\n\n              • 90-60 days' notice: 25% of ProgramFee.\n\n\n              • 59-30 days' notice: 50% of ProgramFee.\n\n\n              • 29 days or less: 100% of Program Fee.\n\n\n          Weitere Informationen\n\n\n          Warum HSG?\n\n\n              Mit einer Weiterbildung an der Universität St.Gallen (HSG), einer der führenden Wirtschaftsuniversitäten Europas, schaffen Sie sich die besten Voraussetzungen für Ihre Zukunft. Die HSG ist mehr als ein Lernplatz, sie ist ein Ort der Inspiration, der Sie zum Denken anregt. Sie eignen sich aktuelles Wissen von hoher Praxisrelevanz an und gewinnen wertvolle Erkenntnisse. Dadurch sind Sie in der Lage, einen wichtigen Beitrag zur gesellschaftlichen, wirtschaftlichen und zu Ihrer persönlichen Entwicklung zu leisten. \"From insight to impact\" ist nicht nur unsere Botschaft, es ist ein Versprechen, an dem wir uns messen lassen.\n\n              Learn More\n            Informationen anfordern\n\n          Sie interessieren sich für mehrere Programme? Legen Sie Wert auf gedruckte Informationen? Bestellen Sie komfortabel die relevanten Informationen per Post.\n\n          Broschüre bestellen\n              Dr. Christoph Senn\n              Program Director\n              Please contact me directly for any inquiries regarding the program and registration process.\n              +41 (0)71 224 24 71\n              christoph.senn@unisg.ch\n            Broschürendownload\n            GCP Brochure\n\n          Weiterbildungsberatung\n\n              Nicht das passende Programm? Unser Beratungsteam hilft Ihnen gern, passende Lehrveranstaltungen für Ihre ganz persönliche Weiterbildung zu finden.\n              +41 71 224 75 09\n              judith.witzemann@unisg.ch\n              Buchen Sie Ihren Termin", "page_segments": {"course_contents": [{"surface_form": "By focusing on leadership issues in the context of global customer business, participants develop a Value Creation Proposal for taking a global customer relationship or a customer program to the next level. On average, these proposals create a payback of total program costs of factor 10.\n\n\n              The Global Account Manager Certification Program (GCP) develops high-potential account managers into true global business leaders by building capabilities to meet today’s and tomorrow’s business challenges. Designed for the elite, next- generation global account managers, GCP’s curriculum focuses on the critical success factors for driving revenue, growth and profitability with strategic customers:\n\n\n                * Understanding the global business environment.\n\n\n                * Creating, delivering and measuring value.\n\n\n                * Mastering the global account manager role.\n\n\n                * Driving the firm’s growth agenda.\n\n\n                * Leading the transformation to customer-centricity.\n\n\n              The GCP is also designed to meet the expectations business leaders have of executive education. First and foremost, it is truly global in its outlook and content, focusing on key global business issues throughout the five- module program. Not only do we assemble thought leaders from around the world to impart knowledge, but our multicultural participant roster offers engagement with peers from diverse backgrounds and assignments.\n\n\n              The GCP is also a multidisciplinary program, providing a broad, comprehensive curriculum that utilizes a collaborative learning model and an integrated approach. Perhaps most importantly, the GCP emphasizes practical application by featuring an impressive list of practitioner guest speakers and teaching in context with current work challenges at every turn.", "content_type": "Text", "start": 363, "end": 2212}, {"surface_form": "RIGOR, RELEVANCE & RESULTS\n\n\n            SMART PROGRAM DESIGN\n\n\n            The GCP combines relevant theory with real-world application. The mix of renowned professors and experienced practitioners offers the diversity of approaches and opinions that keeps seasoned sales professionals interested and engaged. Moreover, the program is highly sensitive to the demanding role of the GAM, boasting a schedule that provides academic rigor while being sufficiently flexible to enable students to keep up with the demands of their “day-job”.\n\n\n            HIGH IMPACT METHODOLOGIES\n\n\n            A highlight of the GCP curriculum is the use of the Case Method of teaching. By engaging students in business conflicts developed from real events, cases immerse them in the challenges they are expected to face. The GCP features custom-developed cases, all dealing with a critical aspect of strategic customer management. The challenges presented require thoughtful analyses with limited or even insufficient information, and demand decisive action that must be articulated –and even defended – among other talented, ambitious individuals.\n\n\n            INDEPENDENT STUDY\n\n\n            As participants expand their knowledge, their learnings are put to use immediately to contribute to both their customers’ and their firm’s profitable growth and market competitiveness. The most tangible evidence of this is a student’s completion of the Value Creation Project (VCP), a concrete business case and individual action plan to generate measurable value for both customer and supplier.\n\n\n            New Skills = New Value\n            \n            The Value Creation Project (VCP) is a unique and critical component of the GAM Certification Program that delivers tangible results. The VCP constitutes in-depth, highly practical project work conducted on an individual basis by each participant under the guidance of the GCP faculty and the student's own management team. As participants expand their knowledge and skills over the five-module program, the VCP serves as their vehicle for putting those learnings to use to contribute to both their customers' and their own company's profitable growth and market competitiveness. The VCP will represent a concrete business case and individual action plan to generate measurable value for both customer and supplier. Successful completion of the VCP is a mandatory requirement for completion of the program and awarding of certification.\n            \n            Management Participation\n            \n            The VCP provides a meaningful platform for executive engagement and management coaching of GAMs. Ideally, participants will work with both colleagues and supervisors to construct their business case. All participants will have the opportunity to present their VCP to the collective group with their senior management in attendance.\n\n\n            The GAM Certification Program features world-class faculty who represent decades of expertise in their respective fields of study and are recognized for their groundbreaking research. In addition, C-level executives from leading global firms and subject experts ensure insightful real-world perspectives on current and next practices in global customer management.\n\n\n            The GCP program is directed by:\n\n\n            Dr. Christoph Senn\n\n\n            Director CGAM: Competence Center for Global Account Management Research Institute for International Management (FIM-HSG) University of St. Gallen\n\n\n            Christoph Senn is the Director of the Center for Global Account Management (CGAM) at the University of St. Gallen and Chairman of the Account Management Center (AMC), a management consulting firm specializing in strategic customer management. A subject expert on global account management, his work has been published in California Management Review, Journal of Business Strategy, Harvard Business Manager, Wall Street Journal in cooperation with Sloan Management Review and other prominent publications. Prior to joining academia, Professor Senn served as global sales and marketing director in a manufacturing company where he also designed and implemented strategic and global account programs. In addition to the GCP, he serves as Director of the Global Account Management Executive Program (GAMPRO) with St. Gallen University, and as Co-director of the Strategic Account Management Program (SMP) with Rotterdam School of Management at Erasmus University in the Netherlands.", "content_type": "Text", "start": 9194, "end": 13682}], "target_groups": [{"surface_form": "High impact, next generation global account managers.", "content_type": "Text", "start": 2254, "end": 2307}], "learning_objectives": [{"surface_form": "The GCP is the world's first and only GAM Certification Program at the University level. For the past nine years, the GCP has been developing high-potential account managers into global business leaders by building capabilities to meet today's and tomorrow's business challenges. The GCP prepares its participants to maintain a continuous stream of insights about the market, competition, and the customers' own business, and how the suppliers' products and services could change the economics of the customers' business model.\n\n\n              As participants expand their knowledge, their learnings are put to use immediately to contribute to both their global customers' and their firms' profitable growth and market competitiveness. The most tangible evidence of this is the students' completion of the Value Creation Project (VCP), a concrete business case and individual action plan to generate measurable value for both customer and supplier. The payback of the GCP is typically realized within six to twelve months after the completion of the program.\n\n\n              Equipped with new frameworks and tools as well as a personal development plan, the participants will be prepared to master the role of the Global Account Manager (GAM) and play a key role in developing collaborative customer relationships for their firm. Upon successful completion of the GCP, participants receive a certificate designating them «Certified Global Account Manager» (CGM-HSG) from the University of St. Gallen.\n\n\n              By focusing on leadership issues in the context of global customer business, participants will:\n\n                * Establish an awareness that global customers are a firm's most critical asset and the proper focus of managerial attention.\n                * Learn to uncover customer issues and translate potential problems into mutually beneficial opportunities.\n                * Develop new perspectives for building the customer-centric firm of the future and reconsider issues such as strategy, governance, and change.\n                * Enhance their ability to build commitment within their organization by applying new concepts and tools.\n                * Understanding the global business environment.\n                * Creating, delivering and measuring value.\n                * Mastering the global account manager role.\n                * Leading the transformation to customer-centricity.\n                * Driving the firm's growth agenda.\n                * Linking customer management to shareholder value.", "content_type": "Mix", "start": 2984, "end": 5520}], "prerequisites": [{"surface_form": "Access is restricted to a limited number of participants. Application requirements include:\n\n\n              • Direct responsibility for at least one global customer relationship, or intention to take on such a role within 12 months of course completion.\n\n\n              • Minimum five years of international business experience.\n\n\n              • Strong proficiency in written and spoken English.\n\n\n              The committee reserves the right to accept or deny participants to ensure diversity and an ideal workshop setting.", "content_type": "Mix", "start": 8242, "end": 8769}]}, "entities": {}}