{"text":"\n    Kurs-Beschreibung:\n\n\n    Deutsch lernen mit Flying Teachers macht Spass!\n\n\n    Gute Deutschkenntnisse sind in der Schweiz eine wichtige Voraussetzung, sowohl für die berufliche Entwicklung als auch für die Integration im Alltag.\n\n\n    Zudem ist Deutsch die wichtigste Landessprache in der Schweiz und gehört zu den zehn am häufigsten gesprochenen Sprachen der Welt. Mit Flying Teachers lernen Sie Deutsch effizient und praxisnah!\n\n\n    Lernziel:\n\n\n    Flying Teachers ist Ihre kompetente Sprachschule mit mehr als 20 Jahren Erfahrung.\n\n\n    Sie möchten sich mit Leichtigkeit unterhalten können. Wir trainieren Ihre Fertigkeiten im Bereich Hören und Sprechen und arbeiten mit klar strukturierten Kursplänen und motivierenden Lehrpersonen!\n\n\n    Das Ausfüllen des Einstufungstests ist Voraussetzung für eine Kursanmeldung. (Ausnahme: echte Anfänger.)\n\n\n    Zertifikat:\n\n\n    Der Teilnehmer erhält ein Kursteilnahmezertifikat der Flying Teachers bei einer Anwesenheit von mindestens 80%.\n\n\n    Nach Abschluss jeder sprachlicher Niveaustufe kann ein international anerkanntes Zertifikat erworben werden.\n\n\n    Der Preis für international anerkannte Zertifikatsprüfungen ist nicht im Preis inbegriffen. Die Anmeldung ist separat.\n\n\n    Bemerkungen:\n\n\n    Flying Teachers offeriert neben Gruppenkursen an unseren Zentren:\n\n      * Kurse in der ganzen Schweiz\n      * Einzelunterricht in der ganzen Schweiz\n      * Vorbereitung auf alle international anerkannte Prüfungen von Goethe und TELC\n      * Geschäftsdeutsch für Firmenkunden mit branchenspezifischem Vokabular\n      * Kommunikationskurse\n      * Rhetorikkurse\n      * Bewerbungstraining\n      * Schreibkurse\n      * Alphabetisierungskurse\n\n    Flying Teachers ist anerkanntes TELC Prüfungszentrum.\n\n\n    Ihr Vorteil:\n\n\n    Unsere Experten bereiten Sie auf die Prüfungen vor. Aus erster Hand erfahren Sie worauf es ankommt, damit Sie die Prüfung bestehen.\n\n\n    Sie können die Prüfung direkt bei Flying Teachers ablegen.\n\n\n    Wir unterstützen Sie bei der Prüfungsanmeldung.\n\n\n    Flying Teachers ist Fachschule für Sprachberufe und Ausbildungszentrum von DAF/DAZ Deutschlehrpersonen.\n\n\n    In den Deutschkursen werden Sie von Lehrpersonen unterrichtet, die bei uns ein Praktikum machen. Diese Lehrpersonen werden eng vom Ausbildungsteam unterstützt.\n\n\n    Kursteilnehmende sind bei uns in den besten Händen und profitieren vom günstigen Angebot.\n\n\n    \n    \n    \n\n\n    3 Lektionen à 45 Min. Tag, insgesamt 20 Tage.","markings":[{"startPosition":457,"length":396,"isWord":false,"types":["learning_objectives"],"provenanceInfo":null},{"startPosition":878,"length":351,"isWord":false,"types":["certificates"],"provenanceInfo":null}],"documentURI":"i104363209468096983836509183759738757939.json"}