{"text":"    Weiterbildung auf einen Blick\n    Weiterbildung auf einen Blick\n\n\n          Die technologischen Fortschritte eröffnen ganz neue Möglichkeiten für innovative Unternehmen der Gesundheitsbranche. Mit der zunehmenden Digitalisierung im Gesundheitswesen erfolgen darüber hinaus weitgreifende Veränderungen. Diese betreffen sowohl Konsumentinnen und Konsumenten sowie Patientinnen und Patienten als auch die Geschäftsmodelle von Leistungsträgern und -erbringern, die internen Prozesse in den Unternehmen und die Führungsinstrumente. Hier setzt der MAS in eHealth an. Sie erwerben das nötige Wissen und die wesentlichen Kompetenzen, um den digitalen Wandel in Ihrem Unternehmen der Gesundheitsbranche zu gestalten und zu steuern.\n\n\n          Der Fokus des MAS in eHealth liegt auf der Management-Perspektive, denn die digitale Transformation ist weniger eine technologische als vielmehr eine kulturelle Veränderung. Im Zentrum des MAS stehen die Chancen der Digitalisierung für Unternehmen der Gesundheitsbranche und die entsprechenden Herausforderungen an das mittlere und obere Management. Sie erhalten einen Einblick in den aktuellen Stand, die Trends und Entwicklungen der Digitalisierung im Gesundheitswesen, identifizieren entsprechende Schlüsseltreiber, analysieren den Digitalisierungsgrad ausgewählter Unternehmen und werden befähigt, eHealth-Projekte strukturiert zu planen und umzusetzen. Weitere inhaltliche Schwerpunkte sind digitale Geschäftsmodelle und Plattformen, technologische Innovationen, data-driven Healthcare, rechtliche und regulatorische Rahmenbedingungen, operative Führung und digitale Transformationsstrategien. Kontaktieren Sie uns für ein persönliches Beratungsgespräch und machen Sie sich fit für die digitale Zukunft der Gesundheitsbranche.\n\n          * Studienbroschüre als PDF\n\n              * Abschluss\n\n                Master of Advanced Studies FHGR in eHealth\n\n              * Studienmodell\n\n                Das Studienangebot wird im Studienjahr 2021/22 im Präsenzunterricht durchgeführt.\n\n              * Studienort\n\n                Zürich\n\n              * Studiengebühren\n\n                CHF 17 500 (eHealth-Module exkl. Master Thesis)\n\n              * Unterrichtssprache\n\n                Deutsch\n\n              * Studienleitung\n\n                Bader Günter Mehr über Bader Günter Burdet Sandra Mehr über Burdet Sandra\n\n              * Anmeldeschluss\n\n                Für den Einstieg auf Stufe DAS: 10. August; für den Direkteinstieg auf Stufe MAS: 10. Januar\n    Zielgruppe\n    Zielgruppe\n\n\n          Diese berufsbegleitende Weiterbildung richtet sich an Führungskräfte des mittleren und oberen Kaders von Unternehmen der Gesundheitsbranche (z. B. Krankenkassen, Arzt- und Zahnarztpraxen, Kliniken, Rehazentren, Psychiatrien, kantonale Gesundheitsbehörden, Sozialinstitutionen, Pharmaunternehmen und Apotheken). Angesprochen sind Klinik- und Digitalisierungsleitende, CTOs, CIOs, IT-Verantwortliche, Product Managers, Business Analysts und Chief Medical Officers.\n\n    Studieninhalte\n    Studieninhalte\n\n\n          Die erste Stufe (DAS) und damit die Basis des Masters besteht aus einer Weiterbildung in General-Management-Themen. Die sechs dazugehörigen Module bauen das betriebswirtschaftliche Grundwissen auf. Es werden keine betriebswirtschaftlichen Kenntnisse vorausgesetzt. Die Diplomarbeit entfällt, wenn anschliessend gleich die Stufe MAS absolviert wird.\n\n\n          Auf der zweiten Stufe (MAS) wird in sechs Modulen die Digitalisierung der Gesundheitsbranche umfassend behandelt. Die Module beinhalten jeweils zwischen 4 und 8 Tage Präsenzunterricht. Jedes Modul ist einem bestimmten Schwerpunkt gewidmet und baut auf dem vorherigen auf. Die Studierenden besuchen alle Module in der vorgegebenen Reihenfolge.\n\n\n          Ein Direkteinstieg auf Stufe MAS ist grundsätzlich möglich, sofern sich Interessierte durch eine entsprechende Vorbildung und/oder mehrjähriger Berufserfahrung die Studieninhalte der DAS-Stufe bereits angeeignet haben. Die Studienleitung entscheidet aufgrund des Bewerbungsdossiers und eines persönlichen Aufnahmegesprächs über die Zulassung und einen allfälligen Direkteinstieg auf MAS-Stufe.\n\n\n          Die Weiterbildung ist primär als Präsenzunterricht ausgerichtet und findet so praxisnahe wie möglich statt. Deshalb werden neben den «klassischen» Unterrichtslektionen auch Firmenbesuche, Impulsreferate, reale Fallstudien (Living Cases) und Workshops zur Wissensvermittlung und -anwendung eingesetzt. Die Studierenden werden an Lösungskonzepte für ihr eigenes Unternehmen herangeführt, um einen optimalen Wissenstransfer sicherzustellen.\n\n\n      Stufe 1: DAS in Business Administration\n\n\n                Die Stufe Diploma of Advanced Studies (DAS) in Business Administration umfasst sechs Module.\n\n\n                    <img class=\"img-responsive\" src=\"/fileadmin/weiterbildung/management/das-in_business_administration/DAS-Business_Administration-Modulinhalte.svg\" width=\"362\" height=\"325\">\n                    DAS Business Administration Modulinhalte\n\n      Stufe 2: MAS in eHealth\n\n\n                Die Stufe Master of Advanced Studies (MAS) umfasst sechs Module.\n\n\n                    <img class=\"img-responsive\" src=\"/fileadmin/weiterbildung/management/mas-ehealth/MAS-eHealth-Moduluebersicht.svg\" width=\"362\" height=\"378\">\n\n\n      Dozierende\n\n\n                Unsere hochkarätigen Dozierenden stehen alle für einen stark praxisorientierten Unterricht, basierend auf einem soliden theoretischen Fundament. Zurzeit sind im MAS in eHealth folgende Dozierende im Einsatz:\n\n\n                Stufe 2: MAS in eHealth\n\n                  * Alexander Beck, Geschäftsführer & Gründer, Beck Human Resources Consulting\n                  * Andreas Mika, Geschäftsführer & Gründer, Simply Projects GmbH\n                  * Christoph Jordi, Gründer & Inhaber, DoDifferent\n                  * Christophe Vetterli, Co-Founder & Managing Partner, Vetterli Roth & Partners\n                  * Cordelia Trümpy, Innovation & Communication Manager, Diabetes Center Berne\n                  * Dominique Gadient, Head of Project & Release Management, AXA Health\n                  * Johannes Starlinger, Berater, Howto Health Digital Business Solutions\n                  * Lars Baacke, Managing Partner, BEG & Partners AG\n                  * Maren Lesche, Seriengründerin & Inhaberin, Startup Colors\n                  * Martin Jahn, CTO, Zurich LiveWell\n                  * Martin Schmid, Head of Operations Accident and Health, AXA Health\n                  * Michael Bischof, COO, Zurich LiveWell\n                  * Reimund Roszek, Senior Innovation Architect, AXA Health\n                  * Richard Patt, Leiter Informationsmanagement, Kantonsspital Graubünden\n                  * Saskia Bär, Beraterin, DoDifferent\n                  * Silvio Frey, Inhaber & Berater, InnViGO GmbH / BEG & Partners AG\n                  * Thomas Itten, Leiter Personal & Vorsorge, Schweizerische Nationalbank\n                  * Tobias Heger, Gründer & Inhaber, Rohrbeck Heger GmbH\n                  * Ursula Uttinger, Leiterin Legal & Compliance, Kantonsspital Aarau AG\n\n      Intensivwochen\n\n\n                Fixer Bestandteil des MAS in eHealth sind je eine Intensivwoche auf Stufe DAS und Stufe MAS. Während der DAS-Intensivwoche werden einzelne Themen der Hauptmodule behandelt; während der MAS-Intensivwoche wird das erste Modul «Status of Digital Health» bearbeitet. Im Rahmen dieser Intensivwochen wird der «klassische» Unterricht mit mehreren Firmenbesuchen, Impulsreferaten von Praktikerinnen und Praktikern sowie der Arbeit an realen Cases kombiniert.\n\n\n      Master Thesis\n\n\n                Im Rahmen der Master Thesis, die als Beraterbericht angelegt ist, bearbeiten die Studierenden eine aktuelle Problemstellung im eigenen Unternehmen. Diese wird analysiert und es werden Lösungsvarianten erarbeitet und bewertet. Anschliessend wird ein Implementierungsplan erstellt. Für die Master Thesis werden 12 ECTS vergeben.\n\n\n          Partnerunternehmen\n\n    Organisatorisches\n    Organisatorisches\n\n\n      Zulassungsbedingungen\n\n\n                Zulassungskriterium für den MAS ist ein Hochschulabschluss. Interessierte mit einem Abschluss einer Höheren Fachschule, einem eidgenössischen Diplom, einem eidgenössischen Fachausweis oder anderen Abschlüssen können bei Eignung aufgenommen werden. Die Studienleitung entscheidet aufgrund des Bewerbungsdossiers und eines persönlichen Aufnahmegesprächs über die Zulassung. Die definitive Aufnahme wird von der Hochschule schriftlich bestätigt.\n\n\n      Studiengebühren\n\n\n                Die Studiengebühren belaufen sich auf insgesamt CHF 30 000.\n\n\n                Diese setzen sich wie folgt zusammen:\n\n                  * CHF 9 500 Stufe 1: DAS in Business Administration\n                  * CHF 17 500 Stufe 2: MAS in eHealth\n                  * CHF 3 000 für Master Thesis\n\n                Die Studiengebühren umfassen den Unterricht, die Betreuung der Master Thesis, Studienunterlagen und Bücher. Reise-, Verpflegungs- und Unterkunftskosten sind von den Studierenden zu tragen.\n\n\n                Merkblatt Ausbildungsbeiträge für Studierende der Managementweiterbildung\n\n\n      Bildungsdarlehen\n\n\n                Der Förderverein der FH Graubünden gewährt Darlehen für Studierende zur Finanzierung ihrer Weiterbildung. Das Förderinstrument kommt bei den formalen Weiterbildungen auf FH-Stufe (CAS, DAS, MAS, EMBA) zum Einsatz, weil diese mit hohen Studiengebühren verbunden sind und weder von Bund noch den Kantonen subventioniert werden. Dies im Gegensatz zu den Bachelor- und konsekutiven Masterstudiengängen (BSc, BA; MSc, MA).\n\n\n                Sollten Sie hinsichtlich der Finanzierung eines Weiterbildungsstudienangebotes privat nicht über die notwendigen finanziellen Mittel verfügen und keinen Arbeitgeber haben, der die Weiterbildungskosten (ganz oder zumindest teilweise) übernimmt, so können Sie beim Förderverein ein Gesuch zur finanziellen Unterstützung Ihres Studiums einreichen.\n\n\n                Prozess\n\n\n                Ein Gesuch kann per E-Mail dem Sekretariat des Fördervereins eingereicht werden (foerderverein@clutterfhgr.ch). Es gelten folgende Parameter:\n\n                  * Unterstützt werden ausschliesslich Studierende, die eine Weiterbildung an der FH Graubünden anstreben, welche zu einem formalen Abschlussführt, d.h. CAS, MAS, DAS oder EMBA.\n                  * Der Förderverein finanziert maximal 80% der anfallenden Studien-/Kursgebühren, der/die Antragsteller/in bringt mind. 20% selber auf.\n                  * Zur Beurteilung erforderlich sind ein ausgefülltes Gesuchformular inkl. Motivationsschreiben sowie ein Lebenslauf.\n                  * Gesuche können zweimal jährlich eingereicht werden, jeweils zum 30. April und zum 31. Oktober.\n                  * Das Darlehen muss innert maximal fünf Jahren nach der Diplomierung zurückbezahlt werden.\n                  * Die Darlehen sind im ersten Jahr nach Abschluss des Studiums/Kurses zinslos, ab dem zweiten Jahr wird i.d.R. ein Maximalzinssatz von 2% berechnet.\n\n                Weiterführende Hinweise, das Gesuchstellungsformular und das Reglement sind auf der Webseite des Fördervereins zu finden:\n\n\n                Für Fragen steht Ivo Macek (ivo.macek@clutterfhgr.ch), Leiter Weiterbildung Informationswissenschaft und Vorstandsmitglied im Förderverein der FH Graubünden, gerne zur Verfügung.\n\n\n      Studienort\n\n                  * Stufe 1 (DAS) kann an den Standorten der FH Graubünden in Chur, Rapperswil oder Zürich absolviert werden.\n                  * Stufe 2 (MAS) findet am Standort Zürich statt.\n\n      Studiendauer\n\n\n                Der Studienumfang der Stufe 1 (DAS) beträgt 36 Unterrichtstage inklusive einer Intensivwoche. Beginn des Studiums ist im September; der Präsenzunterricht endet im Februar des darauffolgenden Jahres. Die Stufe 2 (MAS) dauert von Februar bis Juli und umfasst 36 Unterrichtstage inklusive einer Intensivwoche. Abgabetermin der Master Thesis ist der 31. Oktober. Die Stundenpläne können bei der Studienadministration per E-Mail bestellt oder auf der Webseite abgerufen werden.\n\n\n                Die Organisation der Managementweiterbildung berücksichtigt, dass Sie während des Studiums voll berufstätig bleiben.\n\n\n      Unterrichtstage\n\n\n                Der Unterricht findet in der Regel wie folgt statt:\n\n                  * Freitag, 13:30–19:30 Uhr\n                  * Samstag, 08:30–15:30 Uhr\n                  * Intensivwoche: Montag bis Samstag, ganztags\n\n      Leistungsnachweis\n\n\n                In jedem Modul werden Leistungsnachweise durchgeführt. Diese bestehen in der Regel aus schriftlichen Prüfungen, Gruppen- oder Einzel-Präsentationen zu Fallstudien und Fallbeispielen oder Nachbereitungsaufträgen. Die Prüfungen werden teilweise online durchgeführt.\n\n\n      Unterrichtssprache\n\n\n                Die Unterrichtssprache ist Deutsch. Einzelne Unterrichtsblöcke, Literatur und Unterlagen der Dozierenden können auf Englisch sein.\n\n\n      ECTS-Punkte\n\n\n                Zur Erlangung des Diploma of Advanced Studies (DAS) wird eine Studienleistung von 30 ECTS-Punkten vorausgesetzt. Für die Diplomarbeit werden 6 ECTS-Punkte angerechnet. Studierende, die unmittelbar nach dem DAS die Stufe MAS besuchen, schreiben keine Diplomarbeit und erhalten für die Stufe DAS 24 ECTS-Punkte. Zur Erlangung des Titels «Master of Advanced Studies FHGR in eHealth» braucht es mindestens 60 ECTS-Punkte. Für das erfolgreiche Bestehen der Stufe MAS erhalten Studierende 24 ECTS-Punkte. Für die Master Thesis werden 12 ECTS-Punkte angerechnet.\n\n\n                European Credit Transfer and Accumulation System (ECTS)\n                Das Europäisches System zur Übertragung und Akkumulierung von Studienleistungen (European Credit Transfer and Accumulation System, ECTS) ist ein Instrument zur Schaffung eines europäischen Bildungsraums, in dem sich Studierende und Dozierende frei bewegen können. ECTS-Punkte werden für den Arbeitsaufwand vergeben, der für die erwarteten Lernergebnisse im Rahmen einer Lehrveranstaltung notwendig ist. ECTS-Punkte bilden die Grundlage für die Anerkennung von Studienleistungen und Diplomen zwischen Hochschulen.\n\n\n                ECTS-Punkte\n                Ein ECTS-Punkt entspricht einem durchschnittlichen Arbeitsaufwand (Workload) von 30 Stunden. Der Arbeitsaufwand beinhaltet neben dem Besuch der Lehrveranstaltungen auch die Zeiten für Vor- und Nachbereitung der Veranstaltungen, Prüfungen und die Zeit des Selbststudiums.\n\n\n      Weiterbildungsreglement\n\n\n                Das Studienreglement regelt die Zulassungsbedingungen, den Studienbetrieb im Allgemeinen, das Prüfungsverfahren, die Promotion sowie den Erwerb des Master-Diploms in der Fachhochschul-Weiterbildung an der FH Graubünden.\n\n    Anmeldung und Beratung\n    Anmeldung und Beratung\n\n\n          Anmeldung\n\n\n          Für eine erste Einstufung bitten wir Sie, das Einstufungsformular auszufüllen und zusammen mit CV und Diplomen an folgende E-Mail-Adresse zu senden: management-weiterbildung@clutterfhgr.ch\n\n\n          Die Studienleitung prüft Ihre Unterlagen und führt anschliessend ein Aufnahmegespräch mit Ihnen durch. Nach dem Aufnahmeentscheid können Sie sich schriftlich mit dem Anmeldeformular anmelden.\n\n\n          Der Anmeldeschluss ist jeweils der 10. August vor Beginn des Studiums. Für den Direkteinstieg auf Stufe 2 (MAS) ist der Anmeldeschluss der 10. Januar. Eine frühzeitige Anmeldung wird stark empfohlen, kurzfristige Anmeldungen werden je nach Verfügbarkeit berücksichtigt.\n\n          * Einstufungsformular\n          * Anmeldeformular\n\n          Beratung\n\n\n          Für weitere Auskünfte steht Ihnen die Studienleitung im Rahmen eines persönlichen Gesprächs gerne zur Verfügung.\n\n\n    Studienleitung\n\n                    Bader Günter\n                      Prof., Mag. oec.\n                    Telefon: +41 81 286 39 83\n                    E-Mail: guenter.bader@clutterfhgr.ch\n                    Burdet Sandra\n                    Telefon: +41 81 286 36 42\n                    E-Mail: sandra.burdet@clutterfhgr.ch\n\n    Administration\n\n                    Sprecher Priska\n                    Telefon: +41 81 286 39 08\n                    E-Mail: priska.sprecher@clutterfhgr.ch\n    Infoanlässe\n    Infoanlässe\n\n\n          Besuchen Sie unsere Infoanlässe zum Master of Advanced Studies FHGR in eHealth – wir freuen uns auf Sie!\n\n                    Infoanlass\n                    12\n                    12.08.2021\n                    Zürich - In Ihrer Nähe\n                    Weiterbildungen Management Standort Zürich\n                    Mehr lesen\n                    Infoanlass\n                    19\n                    19.08.2021\n                    Online\n                    MAS in eHealth\n                    Mehr lesen\n                    Infoanlass\n                    02\n                    02.09.2021\n                    Zürich - In Ihrer Nähe\n                    MAS in eHealth\n                    Mehr lesen\n                    Infoanlass\n                    07\n                    07.10.2021\n                    Zürich - In Ihrer Nähe\n                    Weiterbildungen Management Standort Zürich\n                    Mehr lesen\n                    Infoanlass\n                    14\n                    14.10.2021\n                    Online\n                    MAS in eHealth\n                    Mehr lesen\n                    Infoanlass\n                    04\n                    04.11.2021\n                    Online\n                    Weiterbildungen Management Standort Zürich\n                    Mehr lesen\n                    Infoanlass\n                    11\n                    11.11.2021\n                    Zürich - In Ihrer Nähe\n                    MAS in eHealth\n                    Mehr lesen\n                    Infoanlass\n                    02\n                    02.12.2021\n                    Online\n                    MAS in eHealth\n                    Mehr lesen\n                    Infoanlass\n                    09\n                    09.12.2021\n                    Online\n                    Weiterbildungen Management Standort Zürich\n                    Mehr lesen","markings":[{"startPosition":1826,"length":69,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":2544,"length":462,"isWord":false,"types":["target_groups"],"provenanceInfo":null},{"startPosition":3058,"length":1559,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":8097,"length":442,"isWord":false,"types":["prerequisites"],"provenanceInfo":null}],"documentURI":"i109837525101043112412122489874409439552.json"}