{"text":"\n  DAS / CAS in Entwicklungspädiatrie\n\nGesamtdauer   DAS: 4 Jahre | CAS: 2 Jahre                                                                                                                                                                                                                                                                                                                                                                                                                                                                       \nAbschluss     Diploma of Advanced Studies UZH in Entwicklungspädiatrie (30 ECTS Credits)                                                                                                                                                                                                                                                                                                                                                                                                                        \n              Certificate of Advanced Studies UZH in Entwicklungspädiatrie (14 ECTS Credits)                                                                                                                                                                                                                                                                                                                                                                                                                    \nZielpublikum  Ärztinnen und Ärzte mit Schwerpunkt in der Betreuung von Kindern und Jugendlichen                                                                                                                                                                                                                                                                                                                                                                                                                 \nKosten        DAS CHF 16100.-                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   \n              CAS CHF 8800.-                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    \nInformation   Kinderspital Zürich, Abteilung Entwicklungspädiatrie                                                                                                                                                                                                                                                                                                                                                                                                                                              \n              Dr. med. Christina Schaefer                                                                                                                                                                                                                                                                                                                                                                                                                                                                       \n              Steinwiesstrasse 75, 8032 Zürich                                                                                                                                                                                                                                                                                                                                                                                                                                                                  \nTelefon       +41 (0)44 266 83 60                                                                                                                                                                                                                                                                                                                                                                                                                                                                               \nE-Mail        Christina.Schaefer@kispi.uzh.ch                                                                                                                                                                                                                                                                                                                                                                                                                                                                   \nBeschreibung  Der Studiengang vermittelt umfassende entwicklungspädiatrische Kompetenzen (präventiv, diagnostisch, beraterisch) für die ersten 6 Lebensjahre (CAS) bzw. bis zum 18. Lebensjahr (DAS). Ziel ist die Befähigung der Ärztin bzw. des Arztes die Familien in entwicklungspädiatrischen Fragen kompetent zu beraten. Die Inhalte orientieren sich an den Lernzielen des Weiterbildungscurriculum der Schweizerischen Gesellschaft für Entwicklungspädiatrie und setzen sich folgendermassen zusammen:\n                * Aktuelle theoretische Grundkenntnisse zur normalen kindlichen Entwicklung, zu entwicklungsspezifischen Bedürfnisse und Eigenheiten sowie zu Entwicklungsstörungen und aktuellen Behandlungsansätzen                                                                                                                                                                                                                                                                                           \n                * Praktische Erfassung und Beurteilung des Entwicklungsstandes in den verschiedenen Entwicklungsbereichen (z.B. Kognition, Sprache, Motorik)                                                                                                                                                                                                                                                                                                                                                    \n                * Kommunikative Kompetenzen zur Beratung von Eltern und in der Zusammenarbeit mit Fachstellen und Institutionen                                                                                                                                                                                                                                                                                                                                                                                 \n                * Anwendung der theoretischen Grundlagen und der Arbeitsinstrumente in der kinderärztlichen Praxis mit Coaching durch eine praktizierende Kinderärztin oder einen praktizierenden Kinderarzt                                                                                                                                                                                                                                                                                                    \n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                \nDaten                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           \n              Nächster Studiengang: Frühjahr 2023                                                                                                                                                                                                                                                                                                                                                                                                                                                               \n              Anmeldetermin: Oktober 2022","markings":[{"startPosition":550,"length":575,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":1544,"length":81,"isWord":false,"types":["target_groups"],"provenanceInfo":null},{"startPosition":5520,"length":2178,"isWord":false,"types":["learning_objectives"],"provenanceInfo":null}],"documentURI":"i116734427293046274241292231267975426734.json"}