{"text":"    Weiterbildung auf einen Blick\n    Weiterbildung auf einen Blick\n\n\n          Nachhaltiges Ökosystem­management im urbanen Raum\n\n\n          Egal ob Sie ursprünglich aus der Landschaftsarchitektur, der Architektur, dem Bauwesen, der Raum- oder Städteplanung, aus pflanzen- und baumbezogenen Berufen Berufen kommen: Das CAS Urban Forestry bildet Sie berufsspartenübergreifend, interdisziplinär und kooperativ aus. Sie entwickeln einen integrativen Blick auf die urbane Entwicklung und das Management des urbanen Ökosystems.\n\n\n          Das CAS besteht aus fünf thematischen Fachkursen (Basismodul) und einem transdisziplinären Praxismodul. In diesen beiden Modulen lernen Sie, verschiedene Elemente kennen: Baum und Wald, Umwelt und Ökologie, urbane Landschaft, Stadt, Gesellschaft sowie die erforderlichen partizipativen Kommunikationsstrategien, die zu einer städtischen Gesamtheit beitragen. Sie werden ausserdem interdisziplinär an Fallbeispielen in Schweizer Städten arbeiten und ein konkretes Projekt im Praxismodul umsetzen.\n\n\n          Die Fachkurse können auch einzeln gebucht werden.\n\n\n          Ziel ist es, dass Sie mit einem «Werkzeugkoffer» aus interdisziplinärem integrativem Wissen und anwendungsorientierten zukunftsfähigen Praktiken zur nachhaltigen Gestaltung des urbanen Ökosystems ausgestattet werden. Feldübungen, Exkursionen sowie der Einsatz neuer Technologien und innovativer multimedialer Lernformen runden das Angebot ab.\n\n\n        CAS Urban Forestry\n\n          * Überblick Fachkurse\n\n              * Abschluss\n\n                Certificate of Advanced Studies in Urban Forestry mit 12 ECTS\n\n              * Studienmodell\n\n                Basismodul mit 10 ECTS (20 Kurs-/Praxistage bzw. kreative Online-Formate, Webinare, ca. 120 Stunden Selbststudium inkl. Gruppenarbeit), transdisziplinäres Praxismodul mit 2 ECTS (1 Praxismodultag, Sprechstunden, 50 Stunden Selbststudium)\n\n              * Studiendauer\n\n                1–2 Jahre, flexibel gestaltbar\n\n              * Studienort\n\n                Bern, Zürich, Rapperswil, Exkursionen in verschiedenen Städten sowie kreative Online-Formate\n\n              * Studienbeginn\n\n                März 2022. Das CAS wird in jedem Fall mit den entsprechenden covid19-konformen Massnahmen und angepassten kreativen Lernformaten durchgeführt.\n\n              * Studiengebühren\n\n                Basis- und Praxismodul: CHF 8’500\n\n              * Studienleitung\n\n                Wyss-Bärlocher Bianca Mehr über Wyss-Bärlocher Bianca\n\n              * Anmeldeschluss\n\n                01.02.2022\n    Zielgruppe\n    Zielgruppe\n\n\n          Die Weiterbildung richtet sich an alle, die eine nachhaltige Entwicklung mitgestalten wollen und Klimaveränderungen anpacken möchten. Die Vernetzung von verschiedenen Fachbereichen sowie innovative und partizipative Ansätze stehen dabei im Vordergrund. Sie können Ihre Erfahrungen und Kenntnisse in das Programm einbringen.\n\n\n          Sie sind:\n\n            * Stadtplaner/in\n            * Architekt/in\n            * Landschaftsarchitekt/in\n            * Landschaftsplaner/in\n            * Bauingenieur/in\n            * Ökologe/Ökologin\n            * Gärtner/in\n            * Baumpfleger/in\n            * Absolvent/in einer waldbezogenen Berufsausbildung\n            * aus dem Bereich der Umweltwissenschaften\n            * Förster/in\n            * Forstwart/in\n            * aus dem sozialen Bereich mit Affinität zu baum- und pflanzenbezogenen Themen und Fragestellungen\n\n          Sie haben in Ihrem beruflichen Umfeld zu tun mit:\n\n            * urbaner Landschaftsplanung und -gestaltung\n            * urbaner Landschaftsarchitektur\n            * urbanen Stadtwäldern\n            * substrat- und standortbezogenen Fragestellungen\n            * Bäumen, Pflanzen und Tieren\n            * stadtökologischen Fragenstellungen\n            * umweltsoziologischen und umweltpolitischen Aufgaben\n            * Stadt- und Freiraumentwicklung\n            * Raum- und Städtebau sowie -planung\n            * «grüner» Architektur\n            * nachhaltigkeitsbezogener, klimapolitischer Kommunikation\n    Studieninhalte\n    Studieninhalte\n\n\n          Das CAS Urban Forestry wurde von einer transdisziplinären Gruppe aus Forschung, Ausbildung und Praxis entworfen. An seiner Entwicklung waren folgende Hochschulen, Institutionen und Körperschaften beteiligt: Fachhochschule Graubünden (FH Graubünden), Berner Fachhochschule (BFH), Zürcher Hochschule für angewandte Wissenschaften (ZHAW), Ostschweizer Fachhochschule (OST), die Natural and Resource Policy Group (NARP) der ETHZ, hepia, die Stiftung SILVIVA, der SIA Fachverein Wald, Arbor Aegis und der Kanton Waadt.\n\n\n          Nachfolgend erhalten Sie einen Überblick über die fünf Fachkurse sowie das Praxismodul.\n\n\n      Gesellschaft und Kommunikation\n\n\n                Fachkurs «Von Bäumen und Menschen» – Einführung in Urban Forestry\n\n\n                Was ist ein Urban Forest? Welche Bedeutung hat Urban Forestry für die Zukunft der Städte? Und welche Kommunikationsformen sind erforderlich, damit die Herausforderungen rund um Urban Forestry und der Einbezug der Bevölkerung als partizipatives Anliegen gemeistert werden können?\n\n\n                Details zum Fachkurs\n\n\n      Baum und Wald\n\n\n                Fachkurs «Bäume, Wälder und Boden» – Basis für das urbane Ökosystem\n\n\n                Wie sind Urban Forests zusammengesetzt und wie funktionieren sie? Welche Baumarten eignen sich in Zukunft in urbanen Räumen (Stadt und stadtnahen Wäldern)? Welche Managementkonzepte und Forschungsprojekte existieren und welche Instrumente eignen sich für die künftige Pflege und Erneuerung von Urban Forests?\n\n\n                Details zum Fachkurs\n\n\n      Umwelt und Ökologie\n\n\n                Fachkurs «Baum und Waldleistungen» – Die Bedeutung von Bäumen in der Stadt\n\n\n                Welches sind die wichtigsten Baum- und Waldleistungen in urbanen Räumen? Wie werden diese identifiziert, erfasst, bewertet und im Sinne der Lebensqualität in der Stadt in Wert gesetzt?\n\n\n                Details zum Fachkurs\n\n\n      Urbane Landschaft\n\n\n                Fachkurs «Planen und Bauen mit Bäumen» – Urban Forest in der Landschaftsarchitektur\n\n\n                Wie ist Urban Forestry im Sinn der Landschaftsarchitektur einzuordnen? Wie ist der Urban Forest aus landschaftshistorischer Sicht zu sehen? Welche Modelle, Monitorings und Analysemethoden aus der Freiraumplanung sind für das Management des Urban Forests von Belang? Welche Konsequenzen ergeben sich aus den Erkenntnissen der sozialwissenschaftlichen Landschaftsforschung?\n\n\n                Details zum Fachkurs\n\n\n      Stadt\n\n\n                Fachkurs «Bäume, Häuser und öffentliche Räume» – Resiliente Siedlungsplan­ung\n\n\n                Was tragen landschaftliche Elemente zum Stadtverständnis und zur Ortsidentität bei? Was bedeutet der Urban Forest in der qualitativen Stadtentwicklung nach innen? Welche Rolle spielen landschaftliche Elemente und Bäume im öffentlichen Raum und wie beeinflussen sie die Wahrnehmung des urbanen Umfelds?\n\n\n                Details zum Fachkurs\n\n\n      Urban Forestry Praxismodul\n\n\n                Urban Forestry Praxismodul – Das transdisziplinäre Zusammenspiel\n\n\n                Voraussetzung: Bestehen der 5 Fachkurse\n\n\n                In diesem transdisziplinären Praxismodul werden die Fachperspektiven zusammengeführt: Anhand eines konkreten Fallbeispiels stehen Prozesse und Interessensabwägungen, welche für Entscheidungsfindungen notwendig sind, im Vordergrund. In enger Zusammenarbeit mit Praxispartnern (Behörden, NGOs, KMUs etc.) ist es das Ziel dieses Praxismoduls, ein eigenes Urban-Forestry-Projekt umzusetzen. Das Praxismodul beinhaltet dementsprechend einen Praxiskurstag und eine Selbstlernphase für das eigene Projekt.\n\n\n          Als Absolventin oder Absolvent des CAS Urban Forestry arbeiten Sie in neuen, integralen Berufsfeldern, welche städtische Infrastruktur, Grünraumbewirtschaftung sowie Baum- und Waldmanagement miteinander verbinden. Sie werden in der Lage sein, komplexe Entscheidungsfindungen mit Ihrem perspektivenübergreifenden Know-how zu unterstützen. Nebst der inhaltlichen Vernetzung der Perspektiven spielen auch der Einsatz neuer Technologien und die mediale Umsetzung der Inhalte eine zentrale Rolle. Diese Weiterbildung vermittelt fachliche, in der Schweiz bis anhin noch nicht bekannte Inhalte und geht methodisch neue Wege.\n\n    Organisatorisches\n    Organisatorisches\n\n\n      Zulassungsbedingungen\n\n\n                Voraussetzung für die Teilnahme am CAS sind ein Hochschulabschluss auf Bachelorniveau oder ein vergleichbarer Abschluss sowie 2 Jahre Berufserfahrung. Interessentinnen und Interessenten ohne Hochschulabschluss können auf Antrag «sur dossier» zugelassen werden. Die fünf Fachkurse, die das Basismodul bilden,stehen allen interessierten Personen offen und sind einzeln buchbar.\n\n\n      Studiengebühren\n\n\n                Die Studiengebühren für das CAS Urban Forestry betragen CHF 8500 (Basis- und Praxismodul).\n\n\n      Studienorte\n\n\n                Bern, Zürich, Rapperswil, Exkursionen in verschiedenen Städten sowie kreative Online-Formate\n\n\n      Studiendauer\n\n\n                Das CAS Urban Forestry startet im März 2022 und dauert 1–2 Jahre. Es ist flexibel gestaltbar. Das CAS wird in jedem Fall mit den entsprechenden coronakonformen Massnahmen und angepassten kreativen Lernformaten durchgeführt.\n\n\n                Basismodul mit 10 ECTS (20 Kurs- bzw. Praxistage, 10 Webinare, ca. 120 Stunden Selbststudium inkl. Gruppenarbeit), transdisziplinäres Praxismodul mit 2 ECTS (1 Praxismodultag, 1 Webinar, 50 Stunden Selbststudium).\n\n\n      Unterrichtstage und -zeiten\n\n\n                Die Fachkurse finden an folgenden Daten statt:\n\n\n                Fachkurs «Von Bäumen und Menschen»\n\n                  * Webinar: Donnerstag, 17.03.2022\n                  * Tag 1: Freitag, 18.03.2022, 09:15 – 16:45 Uhr\n                  * Tag 2: Samstag, 19.03.2022, 09:15 – 16:45 Uhr\n                  * Tag 3: Freitag, 25.03.2022, 09:15 – 16:45 Uhr\n                  * Tag 4: Samstag, 26.03.2022, 09:15 – 16:45 Uhr\n                  * Ort: BFH, Bern / online / Exkursion in Bern\n\n                Fachkurs «Bäume, Wälder und Boden»\n\n                  * Webinar: Donnerstag, 21.04.2022\n                  * Tag 1: Freitag, 22.04.2022, 09:15 – 16:45 Uhr\n                  * Tag 2: Samstag, 23.04.2022, 09:15 – 16:45 Uhr\n                  * Tag 3: Freitag, 29.04.2022, 09:15 – 16:45 Uhr\n                  * Tag 4: Samstag, 30.04.2022, 09:15 – 16:45 Uhr\n                  * Ort: ZHAW, Zürich / online / verschiedene Exkursionen\n\n                Fachkurs «Baum- und Waldleistung­en»\n\n                  * Webinar: Donnerstag, 12.05.2022\n                  * Tag 1: Freitag, 13.05.2022, 09:15 – 16:45 Uhr\n                  * Tag 2: Samstag, 14.05.2022, 09:15 – 16:45 Uhr\n                  * Tag 3: Freitag, 20.05.2022, 09:15 – 16:45 Uhr\n                  * Tag 4: Samstag, 21.05.2022, 09:15 – 16:45 Uhr\n                  * Ort: BFH, Bern / online / verschiedene Exkursionen\n\n                Fachkurs «Planen und Bauen mit Bäumen»\n\n                  * Webinar: Donnerstag, 18.08.2022\n                  * Tag 1: Freitag, 19.08.2022, 09:15 – 16:45 Uhr\n                  * Tag 2: Samstag, 20.08.2022, 09:15 – 16:45 Uhr\n                  * Tag 3: Freitag, 26.08.2022, 09:15 – 16:45 Uhr\n                  * Tag 4: Samstag, 27.08.2022, 09:15 – 16:45 Uhr\n                  * Ort: OST, Rapperswil / online / verschiedene Exkursionen\n\n                Fachkurs «Bäume, Häuser und öffentliche Räume»\n\n                  * Webinar: Donnerstag, 15.09.2022\n                  * Tag 1: Freitag, 16.09.2022, 09:15 – 16:45 Uhr\n                  * Tag 2: Samstag, 17.09.2022, 09:15 – 16:45 Uhr\n                  * Tag 3: Freitag, 23.09.2022, 09:15 – 16:45 Uhr\n                  * Tag 4: Samstag, 24.09.2022, 09:15 – 16:45 Uhr\n                  * Ort: FHGR, Zürich / online / verschiedene Exkursionen\n\n      Unterrichtssprache\n\n\n                Die Unterrichtssprache ist Deutsch.\n\n\n      ECTS-Punkte\n\n\n                Zur Erlangung des «Certificate of Advanced Studies in Urban Forestry mit 12 ECTS» werden 12 ECTS-Punkte benötigt. Diese erlangen die Studierenden durch den Besuch des Basismoduls und des transdisziplinären Praxismoduls.\n\n\n                European Credit Transfer and Accumulation System (ECTS)\n                Das Europäisches System zur Übertragung und Akkumulierung von Studienleistungen (European Credit Transfer and Accumulation System, ECTS) ist ein Instrument zur Schaffung eines europäischen Bildungsraums, in dem sich Studierende und Lehrende frei bewegen können. ECTS-Punkte werden für den Arbeitsaufwand vergeben, der für die erwarteten Lernergebnisse im Rahmen einer Lehrveranstaltung notwendig ist. ECTS-Punkte bilden die Grundlage für die Anerkennung von Studienleistungen und Diplomen zwischen Hochschulen.\n\n\n                ECTS-Punkte\n                Ein ECTS-Punkt entspricht einem durchschnittlichen Arbeitsaufwand (Workload) von 30 Stunden. Der Arbeitsaufwand beinhaltet nebst dem Besuch der Lehrveranstaltungen auch den Zeitaufwand für die Vor- und Nachbereitung der Veranstaltungen, für die Prüfungen und das Selbststudium. Für ein Certificate of Advanced Studies werden mindestens 10 ECTS-Punkte benötigt.\n\n\n      Weiterbildungsreglement\n\n\n                Das Studienreglement regelt die Zulassungsbedingungen, den Studienbetrieb im Allgemeinen, das Prüfungsverfahren, die Promotion sowie den Erwerb des Diploms in der Fachhochschulweiterbildung an der FH Graubünden.\n\n\n      Abschluss\n\n\n                Erfolgreiche Absolventinnen und Absolventen erhalten ein «Certificate of Advanced Studies in Urban Forestry mit 12 ECTS».\n\n    Anmeldung und Beratung\n    Anmeldung und Beratung\n\n\n          Anmeldung\n\n\n          Melden Sie sich bitte unter diesem Link an.\n          Anmeldefrist ist Montag, 01.02.2022.\n\n\n          Beratung\n\n\n          Sie haben inhaltliche oder administrative Fragen? Wir helfen Ihnen gerne weiter.\n\n\n          Fachhochschule Graubünden\n          Pulvermühlestrasse 57\n          7000 Chur\n          Schweiz\n\n\n          Telefon +41 81 286 37 59\n          E-Mail anne-francoise.veith@clutterfhgr.ch\n\n\n    Studienleitung\n\n                    Wyss-Bärlocher Bianca\n                      Prof. Dr. phil.\n                    Telefon: +41 81 286 36 31\n                    E-Mail: bianca.baerlocher@clutterfhgr.ch\n\n    Administration\n\n                    Veith Anne-Françoise\n                    Telefon: +41 81 286 37 59\n                    E-Mail: anne-francoise.veith@clutterfhgr.ch","markings":[{"startPosition":1528,"length":88,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":13596,"length":121,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":2599,"length":322,"isWord":false,"types":["target_groups"],"provenanceInfo":null},{"startPosition":2960,"length":511,"isWord":false,"types":["target_groups"],"provenanceInfo":null},{"startPosition":3548,"length":541,"isWord":false,"types":["target_groups"],"provenanceInfo":null},{"startPosition":4140,"length":4258,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":7212,"length":39,"isWord":false,"types":["prerequisites"],"provenanceInfo":null},{"startPosition":8492,"length":375,"isWord":false,"types":["prerequisites"],"provenanceInfo":null}],"documentURI":"i120427526390937633844455243705488649662.json"}