{"text":"\n  Beschreibung\n\n    Italienischkurs für Anfänger/innen: Der leichte Einstieg in die italienische Sprache. Sie erwerben Grundkenntnisse und trainieren in erster Linie die mündliche Kommunikation. So lernen Sie mit motivierenden Erfolgserlebnissen, sich im italienischsprachigen Alltag zurechtzufinden.\n\n  Inhalt\n\n      * Sprechen, Hören, Lesen, Schreiben\n      * Wortschatz und Grammatik\n      * Kulturelle Einblicke\n      * Aktives, zielorientiertes und abwechslungsreiches Lernen mit zeitgemässen Lehrmitteln\n\n  Voraussetzung\n\n    Für diesen Sprachkurs brauchen Sie keine Italienisch-Vorkenntnisse.\n    Sie sollten genügend Zeit für Hausaufgaben einplanen.\n\n  Lernziele\n\n    Die Lernziele gelten für das gesamte Niveau A1 und orientieren sich am Gemeinsamen Europäischen Referenzrahmen (GER).\n    Am Ende dieses Niveaus können Sie zum Beispiel\n      * Sprechen: einfache Fragen zur Person stellen und beantworten\n      * Hören: einfache Sätze verstehen, die sich auf Sie selbst, Ihre Familie oder auf konkrete Dinge um Sie herum beziehen\n      * Lesen: kurze, einfache Mitteilungen verstehen\n      * Schreiben: einfache Formulare ausfüllen\n    Um das Niveau A1 zu erreichen, können Sie in einem Fortsetzungskurs auf Niveau A1 weiterfahren. In diesem Kurstyp beträgt die Lernzeit für das gesamte Niveau A1 (inkl. Anfängerkurs) in der Regel 80-120 Lektionen.\n\n  Zusatzinfo\n\n    Ce cours vous permet de vous débrouiller en italien dans la vie quotidienne. Vous exercez en priorité la communication orale et, en second lieu, l'expression écrite. Des thèmes proches de la vie de tous les jours et l'étude du Tessin, de l'Italie et de leurs cultures feront de ces cours des moments passionnants. Vous restez ainsi motivé(e) bien après la fin du cours\n\n  Preisinfo\n\n    Geringfügige Abweichungen bei den Lehrmittelpreisen sind möglich.","markings":[{"startPosition":321,"length":189,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":533,"length":125,"isWord":false,"types":["prerequisites"],"provenanceInfo":null},{"startPosition":677,"length":681,"isWord":false,"types":["learning_objectives"],"provenanceInfo":null}],"documentURI":"i131520647130859914610117804664449919758.json"}