{"text":"\n        «Multi-Kulti» – Transkulturelle Kompetenz\n        01.01.2022 bis 31.12.2022\n\nDatum                01.01.2022 bis 31.12.2022                                                                                                                                                                                                                                                                                                       \nVorwort                                                                                                                                                                                                                                                                                                                                              \n                     Wir bilden. Massgeschneidert.                                                                                                                                                                                                                                                                                                   \n                                                                                                                                                                                                                                                                                                                                                     \n                                                                                                                                                                                                                                                                                                                                                     \n                     Sie möchten die Personalentwicklung fördern und Ihre Mitarbeitenden direkt in Ihrem Betrieb fortbilden? Der SGZ Campus kommt bei Bedarf gerne zu Ihnen. Unser Inhouse- Bildungs- und -Beratungsangebot umfasst vielfältige Firmenseminare und Fortbildungen, die sich genau auf Ihre Bedürfnisse und Strukturen anpassen lassen.\n                                                                                                                                                                                                                                                                                                                                                     \n                                                                                                                                                                                                                                                                                                                                                     \nBeschreibung                                                                                                                                                                                                                                                                                                                                         \n                     Im Pflegealltag sind multikulturelle Arbeitsteams kein Novum, sondern alltäglich. Da ist es wichtig, sich mit den eigenen Handlungszielen, Motiven und Einstellungen auseinanderzusetzen. Aber auch mit denjenigen des Gegenübers. Nur so ist es möglich, angemessen agieren und reagieren zu können.                           \n                                                                                                                                                                                                                                                                                                                                                     \n                                                                                                                                                                                                                                                                                                                                                     \nZielgruppe                                                                                                                                                                                                                                                                                                                                           \n                     Interessierte Personen aller Berufsgruppen, die in multikulturellen Teams im Gesundheits- oder Sozialbereich zusammenarbeiten.                                                                                                                                                                                                  \n                                                                                                                                                                                                                                                                                                                                                     \n                                                                                                                                                                                                                                                                                                                                                     \nIhr Nutzen             * Sie setzen sich mit dem Begriff Kultur auseinander.                                                                                                                                                                                                                                                                         \n                       * Sie beschäftigen sich mit Ihrer eigenen kulturellen Prägung und entdecken die vielfältige kulturelle Couleur der anderen.                                                                                                                                                                                                   \n                       * Sie setzen sich mit unterschiedlichen Haltungen und Auffassungen in Bezug zum Verständnis von Gesundheit und Krankheit auseinander.                                                                                                                                                                                         \n                                                                                                                                                                                                                                                                                                                                                     \nInhalte                * Auseinandersetzung mit der eigenen kulturellen Prägung und Identität                                                                                                                                                                                                                                                        \n                       * Was ist Kultur und was beinhaltet sie?                                                                                                                                                                                                                                                                                      \n                       * Kulturanalyse: Die sichtbaren und verborgenen Anteile von Kultur                                                                                                                                                                                                                                                            \n                       * Die Etablierung der kulturellen Prägung beim Individuum                                                                                                                                                                                                                                                                     \n                       * Das schematische Denken: Wie und warum entstehen Stereotypen und Vorurteile?                                                                                                                                                                                                                                                \n                       * Kulturelle Sensibilität als Fähigkeit, kritische kulturelle Unterschiede zu verstehen und zu handeln                                                                                                                                                                                                                        \n                       * Entwicklung von interkultureller und transkultureller Kompetenz bei der Begegnung mit anderen Menschen                                                                                                                                                                                                                      \n                       * Gemeinsame Analyse von verschiedenen kulturell geprägten Kommunikationsverhalten                                                                                                                                                                                                                                            \n                                                                                                                                                                                                                                                                                                                                                     \nMethoden                                                                                                                                                                                                                                                                                                                                             \n                     Inputs, Erfahrungsaustausch, Diskussionen, Selbstreflexionen, Übungen, Einzel- und Gruppenarbeiten                                                                                                                                                                                                                              \n                                                                                                                                                                                                                                                                                                                                                     \n                                                                                                                                                                                                                                                                                                                                                     \nIhre Ansprechperson                                                                                                                                                                                                                                                                                                                                  \n                     Beatrice Widmer, Programmleiterin: 044 415 18 02                                                                                                                                                                                                                                                                                \n                                                                                                                                                                                                                                                                                                                                                     \n                                                                                                                                                                                                                                                                                                                                                     \nDauer                individuell                                                                                                                                                                                                                                                                                                                     \nGruppengrösse        0 Personen                                                                                                                                                                                                                                                                                                                      \nPreis                individuell                                                                                                                                                                                                                                                                                                                     \n      Angebotsdetails als PDF exportieren Jetzt anmelden\n\n      Ähnliche Veranstaltungen\n\n  Titel                                               Startdatum  Dauer      \n  Ethik im Gesundheitswesen – Basiskurs               01.01.2022  1 ½ Tage   \n  Basale Stimulation – Refresherkurs                  01.01.2022  1 Tag      \n  Effiziente und fachgerechte Haushaltsführung        01.01.2022  individuell\n  Supervision und Teamentwicklung                     01.01.2022  individuell\n  Beratungsangebote                                   01.01.2022  individuell\n  Moderation und Impulsreferate                       01.01.2022  individuell\n  Quereinsteigende in Ausbildung Pflege HF begleiten  01.01.2022  1 Tag      \n  Ethik im Gesundheitswesen – Trainingskurs           01.01.2022  1 Tag      \n\n      Informationveranstaltungen\n\n        Keine Daten gefunden! Die Anfrage hat keine Daten zurückgeliefert.","markings":[{"startPosition":4553,"length":126,"isWord":false,"types":["target_groups"],"provenanceInfo":null},{"startPosition":6949,"length":2476,"isWord":false,"types":["course_contents"],"provenanceInfo":null}],"documentURI":"i134855378626617906740315725062609783242.json"}