{"text":"Datum                       13.01.2022 - 01.04.2022                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          \nDauer                       7.5 Tage                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         \nAnmeldung bis               15. Dezember 2021                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                \nPreis                       CHF 2600                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         \nOrt                         Sportzentrum Magglingen und BFF Bern, Schwarztorstrasse 5, 3007 Bern                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             \nAnlassleitung               - Johannes Schmuck, Supervisor BSO, mag.phil; dipl. Sozialpädagoge - Urs Mühle, Sozialarbeiter FH, Beratung und Mediationen SDM, Mitglied Geschäftsleitung                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       \nmin. Teilnehmende           11                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               \nmax. Teilnehmende           18                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               \nKursnummer                  WB.22.104                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        \nAusgangslage                Sie haben die Module 1-5 der ersten Stufe (Teamleiter/in in sozialen und sozialmedizinischen Institutionen) mit oder ohne Eidg. Berufsprüfung absolviert bzw. verfügen über eine Gleichwertigkeitsbestätigung, sind als Führungsperson tätig und möchten ihr Führungswissen auf der zweiten Stufe (Bereichs-/Abteilungsleiter/in in sozialen und sozialmedizinischen Institutionen) vertiefen. Das von ausgewiesenen Fachpersonen geleitete Modul 8 des Zertifikatslehrgangs (Module 6-8) vermittelt theoretische Modelle zur Organisationsentwicklung und Projektmanagement. Die Teilnehmenden vertiefen und professionalisieren systematisch ihre Führungskompetenzen indem sie lernen, fachlich begründet zu handeln und situativ theoretische Bezüge herzustellen. Unter folgendem Link finden sie die Angaben zu allen drei Stufen der Führungsausbildung: Broschüre Führungsweiterbildungen                                                                                \nInhalt                        * Work-Life Balance, Persönliche Stärken und Herausforderungen in der Position des Mittleren Managements                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       \n                              * Diversity-Management als Teil des Führungsverständnisses. Konzepte und Herausforderungen im sozialen / sozialmedizinischen Be-reich                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          \n                              * Managementmodelle ermöglichen Beschreibung von indirekter / struktureller Führung (MbO und MbE) und Führungsverständnis (Leadership) im Arbeitsfeld. Gestaltung von Informations- und Kommunikationsprozessen                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                \n                              * Konfliktmanagement als Führungsaufgabe. Bedeutung von Konfliktpotentialen in Organisationen. Modelle zur Bearbeitung von verschiedenen Konflikttypen                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         \n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             \nRichtziele und Kompetenzen    * Den Prozess der Erarbeitung, Umsetzung und Weiterentwicklung von Führungsgrundsätzen unter Berücksichtigung von Genderaspekten leiten.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       \n                              * Die Führungsgrundsätze der Institution kommunizieren und begründen.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          \n                              * Teams und Führungskräfte auf der Grundlage der Führungsgrundsätze führen.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    \n                              * Das eigene Führungsverständnis reflektieren und weiterentwickeln.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            \n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             \nLernziele                     * Die Teilnehmenden werden sich über ihr Führungsverständnis bewusst, können es ausformulieren und zu den Führungsgrundsätzen der Organisation in Beziehung setzen.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            \n                              * Die Teilnehmenden können Konfliktsituationen in der Organisation analysieren, einschätzen und adäquate Interventionsmöglichkeiten erarbeiten sowie umsetzen.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 \n                              * Die Teilnehmenden können Diversitätsdimensionen in ihr Führungsverständnis integrieren.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      \n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             \nMethodik                    Inputreferate, Einzelarbeit, Gruppenarbeiten, Fallbeispiele, Aufträge, Coachinggruppen, Intervision in Lerngruppen                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               \nKompetenznachweis             * Führen eines Lerntagebuches zu wichtigen Ereignissen des Führungsalltags                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                     \n                              * Schriftliche Reflexion der Selbstführung im Kontext der Führungsgrundsätze in der eigenen Institution auf der Grundlage des Lerntagebuchs (5 Seiten)                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         \n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             \nZeitlicher Umfang             * Präsenzunterricht: 7,5 Tage (60 Lektionen à 45 Minuten; inkl. Coachinggruppen 12 Lektionen)                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                  \n                              * Selbststudium inkl. Lerngruppen: 50 Stunden                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                  \n                              * Gesamtumfang: 110 Stunden                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    \n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             \nAufnahmevoraussetzungen       * Anstellung / Praxisfeld im Bereich Abteilungs-/Bereichsleitung                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               \n                              * der/die Arbeitgeber/in unterstützt die Weiterbildung                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         \n                              * Anerkannter Fachausweis (EFZ) + 5 Jahre Berufserfahrung im Bereich Erziehung, Gesundheit oder Soziales oder                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                  \n                              * Tertiärabschluss (Diplom) + 3 Jahre Berufserfahrung im Bereich Erziehung, Gesundheit und Soziales                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            \n                              * Nachweis der Module 1-5 aus dem Lehrgang Teamleitung (Stufe 1), mit oder ohne Berufsprüfung, respektive Gleichwertigkeitsbestätigung der Qualitätssicherungskommission Webseite Examen Sozmed                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                \n                            Als Kopie mit der Anmeldung einzureichen (nur einmalig für die Module 6-8, falls keine Änderungen vorliegen):                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    \n                              * Nachweis Anstellung (z.B. aktuelle Stellenbeschreibung) und Angaben zur Berufserfahrung                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      \n                              * Nachweis Arbeitgeber/inunterstützung (vgl. Vorlage am Ende des Dokuments)                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    \n                              * Nachweis Fachausweis/e Grundausbildung                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       \n                              * Nachweis Module 1-5 oder offizielle Gleichwertigkeitsbestätigung                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             \n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             \nAbschluss                   Die Voraussetzung für die Bestätigung Modul 6 sind:                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                              \n                              * 80% Präsenz im Kontaktunterricht                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             \n                              * erfüllter Kompetenznachweis                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                  \n                            Die Stufe 2 wird mit den drei Kompetenznachweisen (Module 6-8) und dem Zertifikat BFF Bereichs-/Abteilungsleiter/in in sozialen und sozialmedizinischen Institutionen abgeschlossen. Dazu besuchen Sie alle drei Module 6-8 (die Reihenfolge der Modulbesuche kann frei gewählt werden).                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         \nKursbeschreibung            Kursbeschreibung                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 \nBundesbeiträge              Bundesbeiträge (Subjektfinanzierung) Seit Januar 2018 können Teilnehmende nach der Absolvierung der Eidg. Prüfung unter Nachweis der an den Bildungsanbieter/die Schule bezahlten Kursgebühren, die Bundespauschale geltend machen. Die Bundespauschale beträgt 50 % der anrechenbaren Kursgebühren und wird direkt an die Teilnehmenden der Eidg. Prüfung entrichtet. Damit die Bundesbeiträge zurückgefordert werden können, ist es wichtig, dass die Rechnung direkt auf den Namen der Kursteilnehmenden ausgestellt wird (vgl. Link unten). Diese Subvention wird den Teilnehmenden der hier beschriebenen Weiterbildung nur ausbezahlt, wenn an der höheren Fachprüfung (Stufe 3) teilgenommen wird (unabhängig vom Prüfungserfolg). Stand: Januar 2018, vorbehältlich Änderungen auf Bundesebene zur Einführung der Bundesfinanzierung von vorbereitenden Kursen auf Eidg. Prüfungen und Preisänderungen. Die aktuellen Informationen finden sich unter: Bundesfinanzierung\nLektionen                   13. Januar 2022 09:00 - 17:00                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    \n                            14. Januar 2022 09:00 - 17:00                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    \n                            28. Januar 2022 09:00 - 17:00                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    \n                            18. Februar 2022 09:00 - 17:00                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   \n                            25. Februar 2022 09:00 - 17:00                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   \n                            11. März 2022 09:00 - 17:00                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      \n                            25. März 2022 09:00 - 17:00                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      \n                            1. April 2022 09:00 - 17:00","markings":[{"startPosition":8794,"length":382,"isWord":false,"types":["target_groups"],"provenanceInfo":null},{"startPosition":44832,"length":180,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":9770,"length":3072,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":31198,"length":8832,"isWord":false,"types":["prerequisites"],"provenanceInfo":null},{"startPosition":14642,"length":2987,"isWord":false,"types":["learning_objectives"],"provenanceInfo":null},{"startPosition":19512,"length":2035,"isWord":false,"types":["learning_objectives"],"provenanceInfo":null},{"startPosition":8837,"length":63,"isWord":false,"uri":"https://semanticlab.net/career-coach#147","uris":["https://semanticlab.net/career-coach#147"],"types":["topic","target_groups"],"provenanceInfo":null},{"startPosition":8837,"length":10,"isWord":false,"uri":"https://de.wikipedia.org/wiki/Gruppenleiter","uris":["https://de.wikipedia.org/wiki/Gruppenleiter","https://semanticlab.net/career-coach#148","https://www.wikidata.org/wiki/Q743438"],"types":["occupation","target_groups"],"provenanceInfo":null},{"startPosition":9095,"length":16,"isWord":false,"uri":"https://www.wikidata.org/wiki/Q334473","uris":["https://www.wikidata.org/wiki/Q334473","http://data.europa.eu/esco/occupation/94e0bedd-e56e-42be-a5a4-b74a260f437c","https://de.wikipedia.org/wiki/Abteilungsleiter","https://semanticlab.net/career-coach#149"],"types":["occupation","target_groups"],"provenanceInfo":null},{"startPosition":9118,"length":8,"isWord":false,"uri":"https://semanticlab.net/career-coach#150","uris":["https://semanticlab.net/career-coach#150"],"types":["topic","target_groups"],"provenanceInfo":null},{"startPosition":9131,"length":19,"isWord":false,"uri":"https://semanticlab.net/career-coach#151","uris":["https://semanticlab.net/career-coach#151"],"types":["topic","target_groups"],"provenanceInfo":null},{"startPosition":9010,"length":14,"isWord":false,"uri":"https://semanticlab.net/career-coach#152","uris":["https://semanticlab.net/career-coach#152"],"types":["occupation","target_groups"],"provenanceInfo":null},{"startPosition":8971,"length":28,"isWord":false,"uri":"https://semanticlab.net/career-coach#153","uris":["https://semanticlab.net/career-coach#153"],"types":["topic","target_groups"],"provenanceInfo":null},{"startPosition":44914,"length":83,"isWord":false,"uri":"https://semanticlab.net/career-coach#154","uris":["https://semanticlab.net/career-coach#154"],"types":["certificates","topic"],"provenanceInfo":null},{"startPosition":44928,"length":16,"isWord":false,"uri":"https://www.wikidata.org/wiki/Q334473","uris":["https://www.wikidata.org/wiki/Q334473","http://data.europa.eu/esco/occupation/94e0bedd-e56e-42be-a5a4-b74a260f437c","https://de.wikipedia.org/wiki/Abteilungsleiter","https://semanticlab.net/career-coach#149"],"types":["occupation","certificates"],"provenanceInfo":null},{"startPosition":9772,"length":17,"isWord":false,"uri":"https://semanticlab.net/career-coach#155","uris":["https://semanticlab.net/career-coach#155"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":9791,"length":19,"isWord":false,"uri":"https://semanticlab.net/career-coach#156","uris":["https://semanticlab.net/career-coach#156"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":9815,"length":17,"isWord":false,"uri":"https://semanticlab.net/career-coach#157","uris":["https://semanticlab.net/career-coach#157"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":10817,"length":17,"isWord":false,"uri":"https://semanticlab.net/career-coach#157","uris":["https://semanticlab.net/career-coach#157"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":9853,"length":21,"isWord":false,"uri":"https://semanticlab.net/career-coach#158","uris":["https://semanticlab.net/career-coach#158"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":9863,"length":11,"isWord":false,"uri":"https://semanticlab.net/career-coach#26","uris":["https://semanticlab.net/career-coach#26"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":10746,"length":20,"isWord":false,"uri":"https://semanticlab.net/career-coach#159","uris":["https://semanticlab.net/career-coach#159"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":10838,"length":8,"isWord":false,"uri":"https://semanticlab.net/career-coach#150","uris":["https://semanticlab.net/career-coach#150"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":10849,"length":19,"isWord":false,"uri":"https://semanticlab.net/career-coach#151","uris":["https://semanticlab.net/career-coach#151"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":11720,"length":17,"isWord":false,"uri":"https://semanticlab.net/career-coach#160","uris":["https://semanticlab.net/career-coach#160"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":11767,"length":10,"isWord":false,"uri":"https://semanticlab.net/career-coach#161","uris":["https://semanticlab.net/career-coach#161"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":11780,"length":21,"isWord":false,"uri":"https://semanticlab.net/career-coach#162","uris":["https://semanticlab.net/career-coach#162"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":11794,"length":7,"isWord":false,"uri":"https://semanticlab.net/career-coach#163","uris":["https://semanticlab.net/career-coach#163"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":11820,"length":19,"isWord":false,"uri":"https://semanticlab.net/career-coach#164","uris":["https://semanticlab.net/career-coach#164"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":11884,"length":13,"isWord":false,"uri":"https://semanticlab.net/career-coach#165","uris":["https://semanticlab.net/career-coach#165"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":11902,"length":23,"isWord":false,"uri":"https://semanticlab.net/career-coach#166","uris":["https://semanticlab.net/career-coach#166"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":12694,"length":18,"isWord":false,"uri":"https://semanticlab.net/career-coach#167","uris":["https://semanticlab.net/career-coach#167"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":12748,"length":19,"isWord":false,"uri":"https://semanticlab.net/career-coach#168","uris":["https://semanticlab.net/career-coach#168"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":12829,"length":13,"isWord":false,"uri":"https://semanticlab.net/career-coach#169","uris":["https://semanticlab.net/career-coach#169"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":12771,"length":14,"isWord":false,"uri":"https://semanticlab.net/career-coach#170","uris":["https://semanticlab.net/career-coach#170"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":11841,"length":10,"isWord":false,"uri":"https://semanticlab.net/career-coach#171","uris":["https://semanticlab.net/career-coach#171"],"types":["course_contents","education"],"provenanceInfo":null},{"startPosition":9840,"length":8,"isWord":false,"uri":"https://semanticlab.net/career-coach#152","uris":["https://semanticlab.net/career-coach#152"],"types":["course_contents","occupation"],"provenanceInfo":null},{"startPosition":11803,"length":3,"isWord":false,"uri":"https://semanticlab.net/career-coach#172","uris":["https://semanticlab.net/career-coach#172"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":11811,"length":3,"isWord":false,"uri":"https://semanticlab.net/career-coach#173","uris":["https://semanticlab.net/career-coach#173"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":17575,"length":32,"isWord":false,"uri":"https://semanticlab.net/career-coach#174","uris":["https://semanticlab.net/career-coach#174"],"types":["skill","learning_objectives"],"provenanceInfo":null},{"startPosition":17575,"length":53,"isWord":false,"uri":"https://semanticlab.net/career-coach#175","uris":["https://semanticlab.net/career-coach#175"],"types":["skill","learning_objectives"],"provenanceInfo":null},{"startPosition":19551,"length":19,"isWord":false,"uri":"https://semanticlab.net/career-coach#164","uris":["https://semanticlab.net/career-coach#164"],"types":["topic","learning_objectives"],"provenanceInfo":null},{"startPosition":21515,"length":19,"isWord":false,"uri":"https://semanticlab.net/career-coach#164","uris":["https://semanticlab.net/career-coach#164"],"types":["topic","learning_objectives"],"provenanceInfo":null},{"startPosition":19640,"length":12,"isWord":false,"uri":"https://semanticlab.net/career-coach#170","uris":["https://semanticlab.net/career-coach#170"],"types":["topic","learning_objectives"],"provenanceInfo":null},{"startPosition":20538,"length":12,"isWord":false,"uri":"https://semanticlab.net/career-coach#170","uris":["https://semanticlab.net/career-coach#170"],"types":["topic","learning_objectives"],"provenanceInfo":null},{"startPosition":16600,"length":14,"isWord":false,"uri":"https://semanticlab.net/career-coach#152","uris":["https://semanticlab.net/career-coach#152"],"types":["occupation","learning_objectives"],"provenanceInfo":null},{"startPosition":16656,"length":6,"isWord":false,"uri":"https://semanticlab.net/career-coach#163","uris":["https://semanticlab.net/career-coach#163"],"types":["topic","learning_objectives"],"provenanceInfo":null},{"startPosition":15620,"length":18,"isWord":false,"uri":"https://semanticlab.net/career-coach#176","uris":["https://semanticlab.net/career-coach#176"],"types":["topic","learning_objectives"],"provenanceInfo":null},{"startPosition":16637,"length":18,"isWord":false,"uri":"https://semanticlab.net/career-coach#176","uris":["https://semanticlab.net/career-coach#176"],"types":["topic","learning_objectives"],"provenanceInfo":null},{"startPosition":20511,"length":19,"isWord":false,"uri":"https://semanticlab.net/career-coach#177","uris":["https://semanticlab.net/career-coach#177"],"types":["topic","learning_objectives"],"provenanceInfo":null},{"startPosition":21485,"length":22,"isWord":false,"uri":"https://semanticlab.net/career-coach#178","uris":["https://semanticlab.net/career-coach#178"],"types":["topic","learning_objectives"],"provenanceInfo":null},{"startPosition":33160,"length":17,"isWord":false,"uri":"https://de.wikipedia.org/wiki/Eidgen%C3%B6ssischer_Fachausweis","uris":["https://de.wikipedia.org/wiki/Eidgen%C3%B6ssischer_Fachausweis","https://semanticlab.net/career-coach#179","https://de.wikipedia.org/wiki/Berufspr%C3%BCfung"],"types":["prerequisites","degree"],"provenanceInfo":null},{"startPosition":33180,"length":24,"isWord":false,"uri":"https://semanticlab.net/career-coach#180","uris":["https://semanticlab.net/career-coach#180"],"types":["prerequisites","topic"],"provenanceInfo":null},{"startPosition":34122,"length":16,"isWord":false,"uri":"https://semanticlab.net/career-coach#181","uris":["https://semanticlab.net/career-coach#181"],"types":["prerequisites","topic"],"provenanceInfo":null},{"startPosition":34150,"length":23,"isWord":false,"uri":"https://semanticlab.net/career-coach#182","uris":["https://semanticlab.net/career-coach#182"],"types":["prerequisites","topic"],"provenanceInfo":null},{"startPosition":35128,"length":30,"isWord":false,"uri":"https://semanticlab.net/career-coach#183","uris":["https://semanticlab.net/career-coach#183"],"types":["prerequisites","topic"],"provenanceInfo":null},{"startPosition":35137,"length":11,"isWord":false,"uri":"https://semanticlab.net/career-coach#163","uris":["https://semanticlab.net/career-coach#163"],"types":["prerequisites","topic"],"provenanceInfo":null},{"startPosition":32213,"length":13,"isWord":false,"uri":"https://semanticlab.net/career-coach#16","uris":["https://semanticlab.net/career-coach#16"],"types":["prerequisites","topic"],"provenanceInfo":null},{"startPosition":33215,"length":9,"isWord":false,"uri":"https://semanticlab.net/career-coach#184","uris":["https://semanticlab.net/career-coach#184"],"types":["prerequisites","topic"],"provenanceInfo":null},{"startPosition":34185,"length":9,"isWord":false,"uri":"https://semanticlab.net/career-coach#184","uris":["https://semanticlab.net/career-coach#184"],"types":["prerequisites","topic"],"provenanceInfo":null},{"startPosition":35200,"length":28,"isWord":false,"uri":"https://semanticlab.net/career-coach#153","uris":["https://semanticlab.net/career-coach#153"],"types":["prerequisites","topic"],"provenanceInfo":null},{"startPosition":40002,"length":28,"isWord":false,"uri":"https://semanticlab.net/career-coach#153","uris":["https://semanticlab.net/career-coach#153"],"types":["prerequisites","topic"],"provenanceInfo":null},{"startPosition":31235,"length":11,"isWord":false,"uri":"https://semanticlab.net/career-coach#185","uris":["https://semanticlab.net/career-coach#185"],"types":["prerequisites","occupation"],"provenanceInfo":null},{"startPosition":9606,"length":18,"isWord":false,"uri":"https://semanticlab.net/career-coach#186","uris":["https://semanticlab.net/career-coach#186"],"types":["education","unknown"],"provenanceInfo":null},{"startPosition":9304,"length":24,"isWord":false,"uri":"https://semanticlab.net/career-coach#187","uris":["https://semanticlab.net/career-coach#187"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":9333,"length":17,"isWord":false,"uri":"https://semanticlab.net/career-coach#188","uris":["https://semanticlab.net/career-coach#188"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":47371,"length":13,"isWord":false,"uri":"https://semanticlab.net/career-coach#16","uris":["https://semanticlab.net/career-coach#16"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":46941,"length":6,"isWord":false,"uri":"https://semanticlab.net/career-coach#189","uris":["https://semanticlab.net/career-coach#189"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":23465,"length":8,"isWord":false,"uri":"https://semanticlab.net/career-coach#190","uris":["https://semanticlab.net/career-coach#190"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":5010,"length":11,"isWord":false,"uri":"https://semanticlab.net/career-coach#191","uris":["https://semanticlab.net/career-coach#191"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":4997,"length":8,"isWord":false,"uri":"https://semanticlab.net/career-coach#54","uris":["https://semanticlab.net/career-coach#54"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":4950,"length":14,"isWord":false,"uri":"https://semanticlab.net/career-coach#192","uris":["https://semanticlab.net/career-coach#192","http://data.europa.eu/esco/occupation/fa4a3b52-990c-44eb-a912-490f5d689400","https://www.wikidata.org/wiki/Q1227197","https://de.wikipedia.org/wiki/Sozialp%C3%A4dagogen"],"types":["occupation","unknown"],"provenanceInfo":null},{"startPosition":4918,"length":10,"isWord":false,"uri":"https://semanticlab.net/career-coach#193","uris":["https://semanticlab.net/career-coach#193"],"types":["occupation","unknown"],"provenanceInfo":null},{"startPosition":4978,"length":17,"isWord":false,"uri":"https://semanticlab.net/career-coach#194","uris":["https://semanticlab.net/career-coach#194"],"types":["occupation","unknown"],"provenanceInfo":null},{"startPosition":9199,"length":12,"isWord":false,"uri":"https://semanticlab.net/career-coach#192","uris":["https://semanticlab.net/career-coach#192","http://data.europa.eu/esco/occupation/fa4a3b52-990c-44eb-a912-490f5d689400","https://www.wikidata.org/wiki/Q1227197","https://de.wikipedia.org/wiki/Sozialp%C3%A4dagogen"],"types":["occupation","unknown"],"provenanceInfo":null},{"startPosition":25412,"length":18,"isWord":false,"uri":"https://semanticlab.net/career-coach#176","uris":["https://semanticlab.net/career-coach#176"],"types":["topic","unknown"],"provenanceInfo":null}],"documentURI":"i146959233262222884374127906363882038746.json"}