{"text":"\n          Einfach.Mehr.Erfolg. mit der Ausbildung zum wingwave®-Coach\n\n\n          Diese 4-tägige Ausbildung richtet sich an bereits ausgebildete Trainer, Coaches, Therapeuten und Heilpraktiker für Psychotherapie, Lebens- und Sozialberater, psychologische Berater, Ärzte, Psychologen, etc.\n\n\n          Es ist ein zusätzliches Modul zu einer Ausbildung in NLP, Coaching, Kommunikationspsychologie, Psychotherapie oder vergleichbaren Abschlüssen.\n\n\n          Jetzt buchen\n\n\n    Die Ausbildung:\n\n\n    Diese 4-tägige Ausbildung richtet sich an bereits ausgebildete Trainer, Coaches, Therapeuten und Heilpraktiker für Psychotherapie, Lebens- und Sozialberater, psychologische Berater, Ärzte, Psychologen, etc.\n\n\n    Es ist ein zusätzliches Modul zu einer Ausbildung in NLP, Coaching, Kommunikationspsychologie, Psychotherapie oder vergleichbaren Abschlüssen.\n\n\n    Das Plus:\n\n\n    Die Formate, die Du lernst, sind „Kurzzeit-Coaching-Formate“, d.h., Du kannst sie schnell sowohl für Dich als auch in der Begleitung von anderen einsetzten.\n    Der Fokus der Ausbildung liegt im Erlernen der praktischen Anwendung von wingwave® und nach der Ausbildung kannst Du:\n\n      * wingwave® in Deiner Begleitung anwenden\n      * Die Ausbildung berechtigt Dich zur Namensnutzung der Methode gegenüber Deinen Coaching-Kunden\n      * Die Ausbildung berechtigt Dich zur Mitgliedschaft am wingwave®-Service. Im Ausbildungspreis ist bereits die Option für die Mitgliedschaft für das laufende Kalenderjahr (ab Ausbildungsdatum Oktober auch für das folgende Jahr) enthalten. Sie kann dann jährlich (kostenpflichtig) verlängert werden.\n      * Adressennennung auf der Homepage www.wingwave.com (inkl. Coach-Profil) mit Link zur eigenen Homepage und zur eigenen E-Mailadresse\n      * Teilnahme an der einmal jährlich stattfindenden internationalen Jahrestagung für Kurzzeit-Coaching aller wingwave®-Coaches und /oder Download des Tagungsskriptes\n      * Nutzung des internen Coach-Bereichs auf der wingwave®-Homepage mit vielen wertvollen Materialien und umfangreicher Powerpoint-Präsentation\n      * Gemeinschaftliche Printwerbung in ausgewählten Fachzeitschriften\n      * Sonderkonditionen beim Erwerb der wingwave®-CDs und -DVDs\n      * Bezugsmöglichkeit von Werbematerial mit eigenem Stempelfeld\n\n        Voraussetzung zur Teilnahme\n\n\n        Mind. 130 Stunden psychologische Fortbildung zum Beispiel in NLP™, Coaching, systemischer Beratung, systemisches Coaching oder Psychotherapie.\n\n\n        Die Zertifikate zum Nachweis der 130 h müssen zeitgerecht bei Anmeldung an das Dr. Ohnesorge Institut gesendet werden.\n\n\n        Personen, welche bereits eine Ausbildung/Seminar/Training/Coaching/Beratung/Kunden/Arbeit/ persönlichen Kontakt, etc. mit mir (auch an anderen Ausbildungsinstituten/Unternehmen) oder mit Herrn Ingo Kaderli (auch an anderen Ausbildungsinstituten/Unternehmen) gemacht haben und die 130 h vorweisen können, sind berechtigt, wingwave® als Ausbildung direkt beim Dr. Ohnesorge Institut zu buchen.\n\n\n        Ansonsten ist die Voraussetzung der Teilnahme eine vorgängige Ausbildung/Seminar/Training/Coaching z.B. am Dr. Ohnesorge Institut.\n\n\n        Bitte nimm diesbezüglich Kontakt mit uns auf.\n\n\n        Wenn Du noch keine psychologische Fortbildung, Coaching, NLP™, etc. gemacht hast, dann empfehle ich Dir den Start natürlich bei uns, z.B. mit dem NLP™ Practitioner.\n\n\n        Wir unterstützen Deine Veränderung.\n\n\n        Dauer & Ort\n\n\n        Insgesamt dauert die Ausbildung 4 Tage welche Modular in 2×2 Tagen oder in einem Block zu 4 Tagen absolviert werden kann.\n\n          * wingwave®-Coach Ausbildung Modular (4Tage):\n            Diese finden jeweils von Samstags bis Sonntags (2×2 Tage) statt.\n          * wingwave®-Coach Ausbildung Block(4 Tage):\n            Diese finden jeweils in einem zusammenhängenden Block von 4 Tagen statt.\n\n        Nach erfolgreichem Abschluss des Seminars besteht die Möglichkeit, kostenfrei an weiteren wingwave®-Coach Ausbildungen teilzunehmen. Voraussetzung ist dabei die Funktion als „Assistenz“, d.h., die Unterstützung während der Seminartätigkeit.\n\n\n        Kurslokalität / Dein Ort\n        Wir legen grossen Wert darauf, unseren Teilnehmern das Lernen in entsprechenden Kurslokalitäten zu ermöglichen, welche vorzugsweise ein Arbeiten im Freien bei schönem Wetter ermöglichen.\n\n\n        Des Weiteren schauen wir, dass, wenn verfügbar, Gratisparkplätze sowie ein WLAN für unsere Kursteilnehmer zur Verfügung steht.\n\n\n        Bitte habe Verständnis, dass dies je nach Kurslokalität variieren kann. Genaue Informationen findest Du in der Beschreibung der jeweiligen Ausbildung und Kurslokalität.\n\n\n        wingwave® Zertifikat\n\n\n        Dein international anerkanntes Zertifikat und Coach-Vertrag:\n        Nach erfolgreichem Abschluss der Ausbildung erhältst Du das Zertifikat „wingwave®-Coach“. Zudem erhältst Du einen „Coachvertrag zum wingwave®-Coaching“. Die Unterzeichnung des Vertrages ist obligatorisch, damit Du die Tätigkeit als wingwave®-Coach ausüben kannst.\n\n\n        Qualitätsgarantie:\n        Du trainierst direkt mit Frau Dr. Doris Ohnesorge, welche offizielle Lehrtrainerin für wingwave®-Coaching ist und direkt von den Entwicklern, Cora und Harry Besser-Siegmund, ausgebildet wurde.\n\n\n        Unterstützt wirst Du während der Übungen zusätzlich auch von Herrn Ingo Kaderli, Geschäftsführer und Trainer des Dr. Ohnesorge Instituts, welcher ebenfalls ausgebildeter wingwave®-Coach, Magic Words-Trainer und Coach für systemische Kurzzeit-Konzepte des Besser-Siegmund-Instituts, ist.\n\n\n        Deine Investition\n\n\n        Unsere Preisgestaltung ist transparent und einfach.\n\n\n        Im Preis enthalten sind die Ausbildung und umfangreiche Seminarunterlagen sowie Power-Point-Präsentationen zum Download für Deinen Start als wingave®-Coach\n\n\n        Bitte beachte: Essen, Getränke, Übernachtung, etc. sind selbst zu zahlen und sind im Seminarpreis nicht inkludiert.\n\n\n        Die Kursgebühr kann auch mittels „Weiterbildungsgutschein des SVEB“ bezahlt werden.\n\n\n        Sei auch Du dabei!\n\n\n        wingwave® Soundcoaching & Shop\n\n\n        wingwave Soundcoaching & Shop","markings":[{"startPosition":83,"length":361,"isWord":false,"types":["target_groups"],"provenanceInfo":null},{"startPosition":4676,"length":332,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":876,"length":1396,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":2320,"length":1091,"isWord":false,"types":["prerequisites"],"provenanceInfo":null}],"documentURI":"i151292251789864658792529218525990885932.json"}