{"text":"        General Management & Strategie\n\n      Erfolgreich durch Diversity & Inclusion\n\n      \n\n      Heterogene Teams als Treiber der neuen Arbeitswelt\n\n\n        Sections\n\n          ÜbersichtInhalte & FacultyWarum HSG\n                Registrieren\n\n          Übersicht\n\n\n            Programmbeschreibung\n\n\n              Wie vielfältig sind Ihre Kundinnen und Kunden? Spiegelt sich diese Vielfalt auch in Ihren (Führungs-)Teams wider? Diversität und eine offene Unternehmenskultur sind wichtige Treiber für Innovation und erfolgreiche Zusammenarbeit. Gemischte Teams erzielen diesbezüglich nachweislich bessere Ergebnisse.\n\n\n              Im kompakten Programm \"Erfolgreich durch Diversity & Inclusion \" erhalten Sie Einblick, wie Sie D&I zum Vorteil Ihrer Unternehmung integrieren können. Dabei setzen Sie sich mit den Eckpfeilern moderner Unternehmenskultur und den Führungsaspekten auseinander. Sie erhalten Methoden wie D&I Ziele gesetzt und verankert werden und lernen Ansätze anhand von Praxisbeispielen kennen, die den Wandel und die Initialisierung von D&I in der neuen Arbeitswelt ermöglichen.\n\n\n            Zielgruppe\n\n\n              Sie sind:\n\n                * im Personalbereich/HR tätig oder\n                * neu in der Diversity & Inclusion-Funktion oder\n                * Teamleiter*in oder\n                * in einer Stabsfunktion oder\n                * im Risk- oder Business Development-Bereich tätig oder\n                * allgemein interessiert am Thema\n\n            Infos\n\n                Startdatum\n                        26.05.2021\n                Dauer\n                6 Tage à je zwei Stunden\n                Anzahl ECTS Punkte\n                0\n                Erfahrung\n                  Inhaber / Gründer\n                  Unternehmensleitung\n                  Höhere Führungskraft\n                  Bereichsleitende\n                  Fachspezialist/-in\n                  High Potential\n                Programmtyp\n                Seminar\n                Preis\n                2'900.-\n                Standort\n                Online\n                Einzelmodul buchbar\n                Nein\n                Flexibler Einstieg möglich\n                Nein\n                Programmsprache\n                  Deutsch\n\n            Kursziel\n\n\n              Teilnehmende\n\n                * Erhalten einen Überblick über D&I, deren Nutzen sowie die Herausforderungen bei der Umsetzung\n\n                * reflektieren die Zusammenhänge in den Themenfeldern wie Lohngleichheit, Rekrutierung und Beförderungen\n\n\n                * lernen verschiedene Analyse-Methoden und Tools sowie Best Practices kennen\n\n\n                * definieren brauchbare Ziele und passende KPI\n\n\n                * entwickeln eine Sensibilität für mögliche Unconscious Biases und lernen, wie diese Entscheidungen und die Wahrnehmung beeinflussen können\n\n\n                * erkennen die Wettbewerbsfaktoren und Schlüsselqualifikationen für die neue Arbeitswelt\n\n\n                * verstehen D&I als Treiber für Innovation\n\n\n                * können wichtige Merkmale einer agilen Organisation reflektieren\n\n\n                * verstehen die Ansätze zur Implementierung von D&I in der Organisation\n\n\n                * können kritische Faktoren in der Zusammenarbeit von Teams im Wandel identifizieren\n\n\n            Programmstruktur\n\n\n              Der Online-Kurs ist auf 6 Module à je zwei Stunden aufgebaut. Die Inputs finden jeweils abends ab 18.00 bzw. 18.30 Uhr statt. Als Abschluss erhalten Sie ein individuelles Coaching oder eine Beratungssession.\n\n\n              Wir werden alle Module aufnehmen. Falls Ihnen also, ein Termin nicht geht, können Sie diese Session jederzeit nachschauen.\n\n\n              Der Kursaufbau gestaltet sich im Einzelnen folgendermassen:\n\n          Inhalte & Faculty\n\n\n            Modul 1\n            26. Mai 2021, 18.00 - 20.30 Uhr\n\n\n            Warum D&I: Wichtigkeit, Fakten, Theorie\n\n              * WHY: Was ist der Sinn/Nutzen von D&I?\n              * WHAT: Wo liegen die Schwerpunkte/Herausforderungen in der Schweiz und international?\n              * HOW: Welche Ansätze gibt es, um D&I umzusetzen?\n\n            Modul 2\n            01. Juni 2021, 18.30 - 20.30 Uhr\n\n\n            Wie kommt man zu vernünftigen Zielen?\n\n              * Worauf kommt es an? Was sind brauchbare Referenzrahmen?\n              * Wie beeinflussen sich die Themen gegenseitig?\n              * KPI verschiedener Benchmarking-Systeme\n\n            Modul 3\n            10. Juni 2021, 18.30 - 20.30 Uhr\n\n\n            Unconscious Biases, Inclusive Culture und Inclusive Leadership\n\n              * Was sind Unconsious Biases und wie entstehen sie?\n              * Wie können Führungskräfte inklusiv sein und einen Arbeitsplatz bieten, an dem jeder gerne seine Talente einbringt?\n              * Worauf sollten Führungskräfte von vielfältigen Teams besonders achten?\n\n            Modul 4\n            15. Juni 2021, 18.30 - 20.30 Uhr\n\n\n            Schlüsselqualifikation D&I in der neuen Arbeitswelt «New Work»\n\n              * Was sind die Auslöser für New Work Bewegung?\n              * Welche sind die wichtigen Merkmale von agilen Organisationen und was haben diese mit D&I zu tun?\n              * Weshalb sind Unternehmungskultur , Führungsverständnis und Mindset neue Wettbewerbsfaktoren ?\n\n            Modul 5\n            24. Juni 2021, 18.30 - 20.30 Uhr\n\n\n            Mit D&I auf den Weg zum modernen Arbeitsplatz\n\n              * Vorstellen verschiedener Zusammenarbeitsformen im Kontext von New Work und D&I .\n              * Wie gelingt eine Implementierung von D&I in der Organisation?\n\n            Modul 6\n            29. Juni 2021, 18.30 - 20.30 Uhr\n\n\n            Den Wandel \"inklusiv\" gestalten, steuern und verankern\n\n              * Welche agilen Tools, Praktiken und Hacks gewinnen Akzeptanz auf dem Weg zu Diversität und Inklusion?\n              * Wie können organisatorische Barrieren im Wandel abgeschafft werden?\n              * Wie lässt sich der Wandel gestalten, steuern und im Unternehmen nachhaltig verankern?\n\n            Im Anschluss\n            Mögliche individuelle Coaching- oder Beratungssession\n\n\n            Faculty\n\n\n            Yasmin Cachemaille Grimm\n            Yasmin Cachemaille Grimm hat einen Master in International Hospitality Management der Ecole Hôtelière de Lausanne (EHL) . Sie verfügt über l angjährige Erfahrung als C-Level Führungskraft im Bereich der Hospitality Industry, Strategie- und Organisationsentwicklung, Leadership und Kundenzentrierung. Als Gründerin von ZEYA ist sie spezialisiert im Bereich der Entwicklung und Umsetzung von Diversity & Inclusion -Strategien für KMUs und begleitet als Business-Partnerin der Size Consens AG Organisationen mit Kopf, Herz und Hand in die neue Arbeitswelt.\n            LinkedIn-Profil von Yasmin Cachemaille Grimm\n\n\n            Prof. Dr. Gudrun Sander\n            Gudrun Sander ist Titularprofessorin für Betriebswirtschaftslehre mit besonderer Berücksichtigung des Diversity Management und Direktorin des Competence Centre for Diversity and Inclusion CCDI an der Forschungsstelle für Internationales Management FIM-HSG. Sie begleitet mit ihrem Team Firmen, NPO und öffentliche Verwaltungen bei der wirkungsvollen Umsetzung der D&I-Strategie. Sie ist Mitglied der Women’s Empowerment Principles Leadership Group (WEPs LG), der UN Women und UN Global Compact und ebenfalls der Principles for Responsible Management Education (PRME) Working Group für Gleichstellung der Geschlechter. Sie ist Autorin zahlreicher Artikel und Bücher zum Thema.\n            LinkedIn-Profil von Prof. Dr. Gudrun Sander\n\n\n            Zehra Sirin\n            Zehra Sirin hat an der Technischen Hochschule Chur General Management mit Schwerpunkt Marktstrategien studiert, ist zertifizierte Verwaltungsrätin und selbständige Unternehmerin. Nach mehrjährigen internationalen Führungsaufgaben beim globalen Chemie-Marktführer, gründete sie Size Consens AG und zeya.ch , die KMUs im Wandel zu agilen Organisationen, neue Zusammenarbeitsformen und Diversität & Inklusion befähigen. In ihren Schwerpunktthemen ist sie u.a. EMBA-Dozentin einer Fachhochschule und schreibt ihre Dissertation zum Thema «Die Rolle des Verwaltungsrates in heterarisch geführten Unternehmen».\n            Zum LinkedIn-Profil von Zehra Sirin\n\n\n            Dr. Patricia Widmer\n            Patricia Widmer hat an der Universität Zürich Betriebswirtschaft mit dem Schwerpunkt Banking und Finance studiert. Sie arbeitete mehrere Jahre in einer Schweizer Grossbank im Private Banking. Seit 2014 ist sie für die Universität St.Gallen tätig, wo sie den englischen Studiengang des Zertifikatskurses «Women Back to Business» sowie das «Women’s Leadership Programme» aufbaute und Programme Director for Diversity and Management Programmes ist. Zudem unterrichtet sie, moderiert Podiumsgespräche und hält Referate zu Diversity & Inclusion sowie Unconscious Bias. Ihre Dissertation hat sie zum Thema \"Geschlechterdisparität an der Spitze von Unternehmungen\" geschrieben.\n            Zum LinkedIn-Profil von Dr. Patricia Widmer\n\n\n          Weitere Informationen\n\n\n            Partnerunternehmen\n\n\n          Warum HSG?\n\n\n              Mit einer Weiterbildung an der Universität St.Gallen (HSG), einer der führenden Wirtschaftsuniversitäten Europas, schaffen Sie sich die besten Voraussetzungen für Ihre Zukunft. Die HSG ist mehr als ein Lernplatz, sie ist ein Ort der Inspiration, der Sie zum Denken anregt. Sie eignen sich aktuelles Wissen von hoher Praxisrelevanz an und gewinnen wertvolle Erkenntnisse. Dadurch sind Sie in der Lage, einen wichtigen Beitrag zur gesellschaftlichen, wirtschaftlichen und zu Ihrer persönlichen Entwicklung zu leisten. \"From insight to impact\" ist nicht nur unsere Botschaft, es ist ein Versprechen, an dem wir uns messen lassen.\n\n              Learn More\n            Informationen anfordern\n\n          Sie interessieren sich für mehrere Programme? Legen Sie Wert auf gedruckte Informationen? Bestellen Sie komfortabel die relevanten Informationen per Post.\n\n          Broschüre bestellen\n              Dr. Patricia Widmer\n              Prorammdirektorin für Diversity und Management Programme\n              Bitte melden Sie sich bei Fragen zum Programm direkt bei uns.\n              +41 71 224 75 35\n              patricia.widmer@unisg.ch\n\n          Weiterbildungsberatung\n\n              Nicht das passende Programm? Unser Beratungsteam hilft Ihnen gern, passende Lehrveranstaltungen für Ihre ganz persönliche Weiterbildung zu finden.\n              +41 71 224 75 09\n              judith.witzemann@unisg.ch\n              Buchen Sie Ihren Termin","markings":[{"startPosition":3803,"length":2322,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":1142,"length":331,"isWord":false,"types":["target_groups"],"provenanceInfo":null},{"startPosition":2279,"length":1010,"isWord":false,"types":["learning_objectives"],"provenanceInfo":null}],"documentURI":"i15280021606701316813741813172268711013.json"}