{"text":"    Weiterbildungsangebote\n\n            Master of Public Health (MPH)\n\n\n            Medizinische Fakultäten der Universitäten Basel, Bern und Zürich\n\n\n                Mit dem Titel «Master of Public Health» weisen sich Berufsleute über einen international anerkannten und renommierten Abschluss aus, der sie für anspruchsvolle Aufgaben im Gesundheitswesen qualifiziert. Der Studiengang vermittelt Ihnen fundierte Grundlagen in Epidemiologie und Biostatistik, Gesundheitsförderung und Prävention, Gesundheitspolitik-, recht und -ökonomie sowie in weiteren Fächern. Er bietet einen breiten Überblick über methodische Instrumente und Fachkenntnisse und vermittelt Kompetenzen zur sorgfältigen Analyse und Problemlösung von Public-Health-relevanten Fragestellungen. Ärztinnen und Ärzte, die den Spezialarzttitel «FMH Prävention und Gesundheitswesen» anstreben, decken mit diesem Masterabschluss den dafür vorgeschriebenen theoretischen Weiterbildungsteil ab.\n\n\n                Mehr Informationen: https://www.public-health-edu.ch/mph\n\n\n                Überblick\n\nAbschluss                   Master of Public Health der Universitäten Basel, Bern und Zürich (MAS MPH Unibas Unibe UZH)                                                                                                               \nNächster Start              2021                                                                                                                                                                                                      \nDauer                       2 bis maximal 5 Jahre                                                                                                                                                                                     \nUmfang                      60 ECTS                                                                                                                                                                                                   \nTurnus                      laufend                                                                                                                                                                                                   \nFlexibler Einstieg möglich  Ja                                                                                                                                                                                                        \nEinzelmodul besuchbar       Ja                                                                                                                                                                                                        \nOrt                         Basel, Bern und Zürich                                                                                                                                                                                    \n                            Aufgrund der Pandemiesituation und den damit verbundenen behördlichen Vorgaben möchten wir Sie darauf hinweisen, dass einzelne Module oder Teile davon digital durchgeführt oder verschoben werden können.\nSprache                     Deutsch, Englisch                                                                                                                                                                                         \nZulassung                   Personen mit Hochschulabschluss auf Masterstufe, Aufnahme «sur dossier» in Einzelfällen möglich                                                                                                           \nKosten                      ca. CHF 39'000                                                                                                                                                                                            \nTrägerschaft                Medizinische Fakultäten der Universitäten Basel, Bern und Zürich                                                                                                                                          \nPartner                     Bundesamt für Gesundheit, Bundesamt für Statistik, Beratungsstelle für Unfallverhütung, Universitätsspital Zürich, Università della Svizzera Italiana, Université de Genève                               \n              AnmeldungWeiterempfehlen\n              \n\n                  Allgemeines zum Studiengang\n\n\n                    Allgemeines zum Studiengang\n\n\n                        Der Beginn des Master of Public Health (MPH) ist jederzeit möglich. Nach der Anmeldung findet ein persönliches Gespräch zur Planung des individuellen Curriculums statt, was durch den modularen und flexiblen Aufbau des Studiengangs ermöglicht wird.\n\n\n                        Der Studiengang ermöglicht Ihnen den Erwerb von Kenntnissen, Fertigkeiten und Kompetenzen, um\n\n                          * Krankheits- und Gesundheitsprobleme der Bevölkerung aus epidemiologischer und gesundheitsökonomischer Sicht zu beschreiben und zu bewerten;\n                          * wirksame Interventionen der Gesundheitsförderung und Prävention für sozial und kulturell unterschiedliche Bevölkerungsgruppen zu konzipieren, zu implementieren und zu evaluieren;\n                          * Gesundheitspolitiken und Reformprozesse in der Schweiz und anderen Ländern vor dem rechtlichen, politischen und ökonomischen Hintergrund zu beschreiben und zu bewerten;\n                          * Gegebenheiten und Veränderungsprozesse im Gesundheitswesen auf Basis fundierter Grundkenntnisse der Gesundheitsökonomie zu beurteilen;\n                          * für Entscheidungsträger in Politik, Wirtschaft, Verwaltung und Verbänden wissenschaftsbasiert sowie nachvollziehbar zu Public-Health-Fragen Stellung zu nehmen;\n                          * Forschungsprojekte zu Public-Health-Fragestellungen zu konzipieren, durchzuführen sowie Forschungsprozesse und Forschungsergebnisse der Fachöffentlichkeit zu präsentieren;\n                          * zwischen verschiedenen Fachleuten im Gesundheitswesen zu vermitteln und verschiedene disziplinäre Perspektiven bei der Erarbeitung von tragfähigen Problemlösungen zu integrieren.\n\n                  Module\n\n\n                    Module\n\n\n                        Das Curriculum besteht aus einem obligatorischen Kernstudium mit Basis- und Vertiefungsmodulen und einem Mantelstudium mit frei wählbaren Modulen.\n\n\n                        Die Zeitpunkte der Modulbesuche lassen sich flexibel gestalten. Je nach Kapazität kann ein Teil der Module im ersten oder in einem folgenden Jahr besucht werden.\n\n\n                        Kernstudium mit Basis- und Vertiefungsmodulen\n\n                          * Einführung Public Health\n                          * Gesundheitssystem Schweiz\n                          * Introduction to Epidemiology and Study Designs\n                          * Konzepte, Methoden und Anwendungen der deskriptiven und analytischen Epidemiologie\n                          * From Evidence to Implementation and Evaluation in Public Health\n                          * Einführung in systematische Reviews und Meta-Analysen\n                          * Basic Biostatistics\n                          * Grundlagen der Gesundheitswissenschaft und Sozialepidemiologie\n                          * Social Science Research Methods in Public Health\n                          * Umwelt und Gesundheit\n                          * Gesundheitsrecht\n                          * Gesundheitspolitik\n                          * Gesundheitsökonomie\n                          * Statistische Methoden zum Umgang mit Confounding und Interaktionen in epidemiologischen Studien\n                          * Evidence-based Public Health using the GRADE approach\n                          * Ein Public-Health-Problem erkennen und lösen\n                          * Gesundheitsförderung und Prävention: Interventionen konzipieren und evaluieren\n                          * Soziokulturelle Kontexte, Migration und gesundheitliche Chancengleichheit\n                          * Ökonomische Evaluation im Gesundheitswesen\n\n                        Mantelstudium\n\n\n                        Eine Auswahl an Modulen, die alle zwei bis drei Jahre angeboten werden.\n\n                          * One Health\n                          * Gesundheitsökonomische Modellierung – Hands-on\n                          * Bewertung, Vergütung und optimale Versorgung im Gesundheits-\n                            wesen\n                          * Personalized and Public Health\n                          * Health Systems and Services in International Comparison\n                          * Die gesundheitsstatistischen Datenquellen der Schweiz\n                          * Lebensstile und Gesundheitskompetenzen\n                          * Qualität und Sicherheit im Gesundheitswesen\n                          * Sociocultural Transformations and Health\n                          * Ethik und Public Health\n                          * Social Marketing\n                          * Arbeit, Gesundheit und betriebliches Gesundheitsmanagement\n                          * Chronische Krankheiten und Multimorbidität\n                          * Public Mental Health\n                          * Innovative Formen der Gesundheitsversorgung\n                          * Unfallbedingte Verletzungen und Todesfälle: Forschung, Sicherheitsförderung und Unfallprävention\n                          * Projektmanagement\n\n                  Trägerschaft und Dozierende\n\n\n                    Trägerschaft und Dozierende\n\n\n                        Trägerschaft\n\n\n                        Die Träger der Weiterbildungsstudiengänge in Public Health sind die Medizinischen Fakultäten der Universitäten Basel, Bern und Zürich.\n\n\n                        Dozierende\n\n\n                        In unseren Weiterbildungsstudiengängen dozieren insgesamt über 100 renommierte national und international tätige Expertinnen und Experten mit ausgeprägtem Forschungs- und Praxisverständnis. Sie verfügen nicht nur über eine hochstehende akademische Ausbildung, sondern auch über eine mehrjährige Erfahrung in der Arbeitswelt.\n\n\n                        In den Modulen dozieren unter anderen:\n\n                          * Prof. Dr. Dr. Thomas Abel,Institut für Sozial- und Präventivmedizin der Universität Bern\n                          * Dipl. Ing. ETH Roland Allenbach, Beratungsstelle für Unfallverhütung, Bern\n                          * Dr. Holger Auerbach, akomo GmbH, Winterthur\n                          * Prof. Dr. Edouard Battegay, Klinik und Poliklinik für Innere Medizin, Universitätsspital Zürich\n                          * PD Dr. Julia Bohlius, Institut für Sozial- und Präventivmedizin der Universität Bern\n                          * Prof. Dr. Claudine Burton-Jeangros, Université de Genève, Département de Sociologie, Professeure\n                          * Prof. Dr. John Colford, University of California, Berkeley, School of Public Health, USA\n                          * Prof. Dr. Matthias Egger, Institut für Sozial- und Präventivmedizin der Universität Bern\n                          * Prof. Dr. Thomas Kohlmann, Ernst Moritz Arndt Universität Greifswald, Institut für Community Medicine\n                          * Prof. Dr. Christian Lengeler, Schweizerisches Tropen- und Public Health-Institut, Basel\n                          * Prof. Dr. Alfredo Morabia, Mailman School of Public Health, Columbia University, New York\n                          * Prof. Dr. Nicole Probst-Hensch, Schweizerisches Tropen- und Public Health-Institut, Basel\n                          * Prof. Dr. Hans L. Rieder, Tuberculosis Consultant Services IUATLD, Kirchlindach\n                          * Prof. Dr. Martin Röösli, Schweizerisches Tropen- und Public Health-Institut, Basel\n                          * Prof. Dr. Klaus-Peter Rippe, Ethik im Diskurs, Zürich\n                          * Dr. Christian Schindler, Schweizerisches Tropen- und Public Health-Institut, Basel\n                          * Prof. Dr. David Schwappach, Stiftung für Patientensicherheit, Zürich\n                          * Prof. Dr. Matthias Schwenkglenks, MPH, Institut für Epidemiologie, Biostatistik und Prävention der Universität Zürich\n                          * Roger Staub, MPH, Pro Mente Sana, Zürich\n                          * Lic. iur. Pascal Strupler, Bundesamt für Gesundheit, Bern\n                          * Prof. Dr. Thomas Szucs, MPH, Institut für Pharmazeutische Medizin, Universität Basel\n                          * Lic. phil. hist. Reto Wiesli, Büro für Politikanalyse und -beratung, polsan GmbH, Bern\n                          * Prof. Dr. Kaspar Wyss, Schweizerisches Tropen- und Public Health-Institut, Basel\n                          * Prof. Dr. Jakob Zinsstag, Schweizerisches Tropen- und Public Health-Institut, Basel\n                          * Prof. Dr. Marcel Zwahlen, Institut für Sozial- und Präventivmedizin der Universität Bern\n\n                  Zulassungsbedingungen\n\n\n                    Zulassungsbedingungen\n\n\n                        Die Zulassung zu den Weiterbildungsstudiengängen in Public Health erfordert einen Hochschulabschluss auf Masterstufe in einem für Public Health relevanten Studienfach sowie Berufserfahrung. In Ausnahmefällen können Personen mit vergleichbarer Qualifikation sowie entsprechender Berufspraxis zugelassen werden. Die Zulassung kann beschränkt werden. Die Studienleitung erlässt hierzu in der Studienordnung ausführende Bestimmungen. Die Programmleitung entscheidet über die Aufnahme einer Kandidatin oder eines Kandidaten. Es besteht kein Anspruch auf Aufnahme in die Studiengänge.\n\n\n                  Anmeldung und Kosten\n\n\n                    Anmeldung und Kosten\n\n\n                        Der Einstieg in den Masterstudiengang ist für Personen mit Hochschulabschluss auf Masterstufe jederzeit möglich. Personen ohne Hochschulabschluss auf Masterstufe können nach Abschluss eines CAS-Studiengangs aufgenommen werden. Interessierte können zunächst auch einzelne Module besuchen, bevor sie sich für das Studium anmelden. Weitere Detailinformationen zur Anmeldung finden Sie hier.\n                        Die Studiengebühren betragen rund CHF 39’000.–. Darin enthalten sind Anmelde- und Abschlussgebühren, Kursunterlagen und Pausenerfrischungen.\n\n\n                  Dokumente\n\n\n                    Dokumente\n\n                      Kursbroschüre Weiterbildungen in Public Health 2021 (PDF, 2.2 MB)\n                      Verordnung (Reglement) über die Weiterbildungsstudiengänge CAS, DAS und Master in Public Health an den Medizinischen Fakultäten der Universitäten Basel, Bern und Zürich (PDF, 65KB)\n\n              Kontakt\n\n\n                  Koordinationsstelle Public Health\n\n\n                  Universität Zürich\n                  Institut für Epidemiologie, Biostatistik und Prävention\n                  Koordinationsstelle Public Health\n                  Hirschengraben 84\n                  CH-8001 Zürich\n                  \n                  Anwesenheit: Montag - Donnerstag\n\n\n                  +41 44 634 46 51\n\n\n                  mph@ebpi.uzh.ch\n\n\n                  Login zu MPH Intern\n\n\n                  MPH Intern-Login - ausschliesslich für Studierende aus dem laufenden Studiengang\n\n                  Hilfsmittel für Studierende\n\n                Vorherige Weitere\n\n\n          Anschlussmöglichkeiten / thematisch verwandte Studiengänge\n\n\n          DAS Public Health\n\nAbschluss       DAS             \nNächster Start  2021            \nSprache         Deutsch-Englisch\nKosten          ca. CHF 29’800  \n\n          Mit dem DAS in Public Health eignen Sie sich profunde Kompetenzen auf dem Gebiet der Public Health an und vertiefen diese fach- und anwendungsorientiert, ohne dabei eine Masterthesis verfassen zu müssen.\n\n          Universitäten Basel, Bern und Zürich\n\n          DAS Healthcare Management and Leadership MiG\n\nAbschluss       DAS           \nNächster Start  04.2021       \nSprache         Deutsch       \nKosten          ca. CHF 36'000\n\n          Der modulare DAS-Studiengang umfasst zwei CAS nach Wahl. Die Weiterbildung befähigt die Teilnehmenden, sich in Leitungspositionen von Organisationen des Gesundheitswesens rasch zurechtzufinden, Veränderungen der Rahmenbedingungen ihrer Funktion wahrzunehmen und ihr Handeln laufend darauf auszurichten.\n\n          Zentrum für Gesundheitsrecht und Management im Gesundheitswesen\n\n          MAS Health Administration MiG\n\nAbschluss       MAS           \nNächster Start  02.2022       \nSprache         Deutsch       \nKosten          ca. CHF 58’000\n\n          Der seit fast 30 Jahren bewährte Studiengang bietet eine umfassende und vertiefende Weiterbildung für höhere Kader im Gesundheitswesen, die zum fächer- und funktionenübergreifenden Denken und Handeln befähigt und die auf gesundheitspolitische Mitgestaltungsaufgaben vorbereitet.\n\n          Zentrum für Gesundheitsrecht und Management im Gesundheitswesen\n\n          MAS Public Health mit Schwerpunkt Gesundheitsökonomie und Management im Gesundheitswesen MiG\n\nAbschluss       MAS          \nNächster Start  02.2022      \nSprache         Deutsch      \nKosten          CHF 58'000ca.\n\n          Der seit fast 30 Jahren bewährte Studiengang bietet eine umfassende und vertiefende Weiterbildung für höhere Kader im Gesundheitswesen, die zum fächer- und funktionenübergreifenden Denken und Handeln befähigt und die auf gesundheitspolitische Mitgestaltungsaufgaben vorbereitet.\n\n          Zentrum für Gesundheitsrecht und Management im Gesundheitswesen\n      * Weiterempfehlen\n            + Facebook\n            + E-Mail\n            + Twitter\n            + LinkedIn\n      * Drucken","markings":[{"startPosition":1087,"length":91,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":15453,"length":3,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":15905,"length":3,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":16460,"length":3,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":17054,"length":3,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":3397,"length":95,"isWord":false,"types":["prerequisites"],"provenanceInfo":null},{"startPosition":13053,"length":587,"isWord":false,"types":["prerequisites"],"provenanceInfo":null},{"startPosition":6250,"length":3194,"isWord":false,"types":["course_contents"],"provenanceInfo":null}],"documentURI":"i166924731697879687339481558740155769326.json"}