{"text":"\nEnvironment, Infrastructure & Architecture\n\n\nHauptinhalt\n\n\n        Environment, Infrastructure & Architecture\n\n\n        Im Cluster \"Environment, Infrastructure & Architecture\" finden Sie MAS-, DAS-, CAS-Programme sowie Fortbildungskurse und E-Learning-Angebote in den Bereichen Umweltwissenschaften, Architektur, Ingenieurwissenschaften, Raumplanung oder Geomatik.\n\n        Raumzeitliches Monitoring mit Drohnen und mobilen GIS\n\n\n        Weiterbildungskurs\n\n\n        Cluster\n\n\n        Environment, Infrastructure & Architecture\n\n\n        Kursbeschreibung\n\n\n        Die Möglichkeiten der Drohnennutzung im Bereich der Geoinformatik werden aufgezeigt. Die Teilnehmenden planen eine Drohnenbefliegung, führen diese durch, werten die Daten aus und leiten Folgeprodukte ab. Ausserdem werden mittels mobilen GIS Daten im Feld erhoben und in eine Datenbank eingelesen.\n\n\n        Termine und Ort\n\n\n        Kursdaten\n\n\n        23.–25.03.2022, 2.5 Tage\n\n\n        Kursort\n\n\n        ETH Zürich, Hönggerberg, HIL\n\n\n        Zielpublikum und Zulassung\n\n\n        Zielpublikum\n\n\n        Anwenderinnen und Anwender von Geodaten und raumbezogenen Informationstechnologien wie GIS\n\n\n        Kurssprachen\n\n\n        Deutsch: 100 %\n\n\n        Anmeldefrist\n\n\n        15.02.2022\n\n\n        Zusatzinformationen\n\n\n        Inhalt:\n        - GNSS: Funktionsweise, Genauigkeit, Korrekturmöglichkeiten\n        - Komponenten einer mobilen GIS Infrastruktur, Aufbau eines Datenmodells in ArcGIS Pro, veröffentlichen in ArcGIS Online, Offline Datenerfassung und -synchronisierung mit Collector App\n        - Grundlagen UAV: Technische Entwicklung, rechtliche Grundlagen und bestehende Flugverbote, Potenziale und Grenzen von Nahbereichsfernerkundung\n        - Luftbildaufnahme mittels Drohnen/UAV Systemen: Passpunktverteilung, selbständige Flugplanung\n        - Produkte einer Drohnenbefliegung: Photogrammetrische Prozessierung zu Orthofoto und Oberflächenmodell.\n        - Durchführung einer Bildklassifikation: Maximum-Likelihood-Methode, Nutzung der Spektralinformation für Vegetationsindizes, Herleitung eines normalisierten digitalen Oberflächenmodells, Volumenberechnungen\n\n\n        Kosten\n\n\n        Kurskosten\n\n\n        CHF 890; ETH Mitarbeitende CHF 250\n\n\n        Veranstalter\n\n\n        Kursleitung\n\n\n        Pascal Ochsner\n\n\n        Kontakt\n\n\n        ETH Zürich, D-BAUG, Institut für Kartografie und Geoinformation, S. Wöhlbier, Stefano-Franscini-Platz 5, 8093 Zürich, Tel. +41 44 633 47 41\n\n\n        Trägerschaft\n\n\n        ETH Zürich, D-BAUG, Institut für Kartografie und Geoinformation\n\n\n        Webseite\n\n\n        http://www.ikg.ethz.ch/cas-ris/module.html\n\n\n        Fachbereiche\n\n\n        Geomatik\n        Umweltwissenschaften, Ökologie\n        Geografie\n        Raumplanung","markings":[{"startPosition":1071,"length":90,"isWord":false,"types":["target_groups"],"provenanceInfo":null},{"startPosition":1310,"length":835,"isWord":false,"types":["course_contents"],"provenanceInfo":null}],"documentURI":"i167654286868558512437373874197784625561.json"}