{"text":"\n          CAS Network Programmability\n\n\n          Um den steigenden Anforderungen und der hohen Komplexität moderner Netzwerke gerecht zu werden, ist Automatisierung unerlässlich. Netzwerkingenieurinnen und -ingenieure von heute benötigen deshalb ein Grundverständnis der Programmierung und der entsprechenden Werkzeuge.\n\n\n          Der berufsbegleitende Weiterbildungslehrgang CAS Certificate of Advanced Studies Network Programmability richtet sich an Netzwerkingenieurinnen und -ingenieure, die sich theoretisches und praxisorientiertes Wissen für die Netzwerkautomatisierung aneignen möchten.\n\n\n          Der Lehrgang besteht aus drei Kursen: Kurs 1 umfasst fortgeschrittene Themen der Netzwerkautomatisierung mit Python. Es werden Automatisierungen mit Hilfe der Programmierschnittstellen von Netzwerkkomponenten umgesetzt. Im Kurs 2 werden nützliche Frameworks wie beispielsweise Ansible, Saltstack und Stackstorm betrachtet und für umfangreiche Automatisierungsaufgaben eingesetzt. Kurs 3 beinhaltet ein Individualprojekt zur Netzwerkautomatisierung.\n\n\n          Auf einen Blick\n\n\n          Abschluss\n\n\n          Certificate of Advanced Studies (CAS) Network Programmability\n\n\n          Studienumfang\n\n\n          11 ECTS Kreditpunkte\n\n\n          Schwerpunkte\n\n            * Fortgeschrittene Themen rund um die Netzwerkautomatisierung mit Python\n            * Netzwerkorientierte Use Cases\n            * Erweitertes Technologiewissen zur Netzwerkautomatisierung\n            * Diverse Orchestrierungstools\n            * Individuelles Netzwerkautomatisierungsprojekt in Begleitung eines Dozenten (vor Ort und in Heimarbeit)\n\n          Dauer\n\n\n          Ca. 6 Monate\n\n\n          Kosten\n\n\n          CHF 16 800 (ganzer CAS)\n\n\n          Die Buchung einzelner Teilkurs ist möglich:\n          Kurs 1: Netzwerkautomatisierung mit Python (CHF 4 900)\n          Kurs 2: Netzwerkautomatisierung und Orchestrierungstools (CHF 5 950)\n          Kurs 3: Individualprojekt (CHF 5 950)\n\n\n          Zulassung\n\n\n          Fachpersonen mit Hochschulabschluss einer Universität, Fachhochschule oder Technischen Hochschule (ETH/EPFL) oder anerkannter Berufserfahrung\n\n\n          Nutzen\n\n\n          Die Kursteilnehmerinnen und -teilnehmer erwerben die Fähigkeit, Netzwerke in verschiedenen Bereichen zu automatisieren und damit die signifikanten Vorteile eines vereinfachten Netzwerkmanagements zu nutzen.\n\n\n          Empfohlene Vorkenntnisse\n\n            * Kurs 1: Netzwerkautomatisierung mit Python\n              Allgemeine Programmiergrundlagen oder Vorkurs Grundlagen der Programmiersprache Python. Um Ihren persönlichen Wissensstands zu ermitteln, kann eine Prüfung abgelegt werden.\n            * Kurs 2: Netzwerkautomatisierung & Orchestrierungstools\n              Keine Programmierkenntnisse erforderlich, Erfahrung im Linux-Umfeld von Vorteil\n            * Kurs 3: Individualprojekt\n              Absolvierung der oben erwähnten Kurse\n\n          Durchführungsort\n\n\n          Campus Rapperswil\n\n\n          Studienbeginn\n\n\n          Auf Anfrage\n\n\n          Zusätzliche Information\n\n            * Im Kurs 1 vertiefen Sie Ihre Programmierkenntnisse und können diese für die Automatisierung von Netzwerkadministrationsaufgaben anwenden. Sie können eigene Programme in Python entwickeln, um Netzwerke in verschiedenen Bereichen zu automatisieren.\n            * Kurs 2 bereitet Sie durch Ihr erworbenes, erweitertes Technologiewissen zur Automatisierung von Netzwerken und zu diversen Orchestrierungstools für Projektaufgaben im Bereich der Netzwerkautomatisierung vor.\n            * Im Kurs 3 setzen Sie Ihr erworbenes Wissen in einem Individualprojekt um. Die individuelle Begleitung durch einen erfahrenen Dozenten bereitet Sie auf zukünftige Projekte im Bereich der Netzwerkautomatisierung vor.\n\n                Studieninhalte\n\n\n                    Der berufsbegleitende Weiterbildungslehrgang CAS Network Programmability vermittelt theoretische und praxisorientierte Kenntnisse in folgenden Themenbereichen:\n\n\n                    Kurs 1 vertieft die Aspekte rund um die Netzwerkautomatisierung mit Python und beinhaltet netzwerkorientierte Use Cases.\n                    \n                    Zielsetzungen:\n\n                      * Verständnis der Funktionsweise der verbreiteten Formate und Protokolle\n                      * Ansteuerung von Netzwerkschnittstellen: HTTP/REST, SSH, SNMP, Netconf/RESTCONF\n                      * Anwendung von Templates\n                      * Durchführung von Tests und Fehlerbehandlungen\n                      * Auseinandersetzung mit netzwerkorientierten Use Cases\n                      * Kenntniserwerb über Hersteller APIs\n                      * Web Applikationen\n                      * Telemetrie\n\n                    Kurs 2 vermittelt erweitertes Technologiewissen zur Automatisierung von Netzwerken und beleuchtet diverse Orchestrierungstools.\n                    \n                    Zielsetzungen:\n\n                      * Wissenerwerb und praktischer Umgang mit Automatisierungs-Frameworks: Ansible, SaltStack, StackStorm\n                      * Umgang mit Git\n                      * Templating (jinja2), Datenhaltung mit YAML, JSON\n                      * Single Source of Truth\n                      * Event-Driven Automation\n                      * Durchführung von Netzwerktests\n                      * Continuous Integration/Deployment\n                      * Projektarbeit\n\n                    Kurs 3 beinhaltet ein individuelles Netzwerkautomatisierungsprojekt, das in Begleitung eines Dozenten vor Ort an der OST - Ostschweizer Fachhochschule und im Rahmen von Heimarbeit ausgearbeitet und zum Schluss präsentiert wird.\n                    \n                    Zielsetzungen:\n\n                      * Ausarbeitung der Projektidee\n                      * Analyse der Problemstellung\n                      * Analyse und Auswertung möglicher Tools\n                      * Ergebnisanalyse\n                      * Architekturerarbeitung\n                      * Erstellung und Analyse eines Prototyps\n                      * Erarbeitung einer Automatisierungslösung aufgrund des Prototyps\n                      * Umsetzung ausgearbeiteter Projektanpassungen\n                      * Finalisierung der Netzwerkautomatisierungslösung\n\n                Zielgruppe und Zulassung\n\n\n                    Zielgruppe\n\n\n                    Der Zertifikatslehrgang CAS Network Programmability richtet sich an Netzwerkingenieurinnen und -ingenieure, die sich theoretisches und praxisorientiertes Wissen für die Netzwerkautomatisierung aneignen möchten.\n\n\n                    Zulassung\n\n\n                    Für den Zertifikatslehrgang werden ein abgeschlossenes Hochschulstudium und praktische Berufserfahrung vorausgesetzt:\n\n                      * Diplom HTL (FH), UNI oder ETH oder\n                      * ein gleichwertiges Zertifikat oder\n                      * praktische Berufserfahrung/-bildung im Bereich Netzwerk Engineering\n                        (Vorkurs Grundlagen der Programmiersprache Python, CCNA/CCNP/CCIE etc.)\n\n                    Ihr Bildungsweg verlief anders? Falls Sie die Aufnahmebedingungen nicht erfüllen, jedoch eine adäquate Berufserfahrung im Bereich des Themengebiets vorweisen können, ist eine Aufnahme «sur Dossier» möglich. Gerne führen wir ein persönliches Gespräch mit Ihnen.\n\n\n                    Bitte wenden Sie sich an Peter Nedic, peter.nedic@ost.ch oder +41 (0)55 222 49 21.\n\n\n                Berufswelt\n\n\n                    Die berufsbegleitende Weiterbildung CAS Network Programmability stattet Sie mit den relevanten Werkzeugen und Techniken für die Netzwerkautomatisierung aus. Mit Kurs 1 und 2 sowie der individuellen Begleitung im Rahmen des Individualprojekts durch einen erfahrenen Dozenten sind Sie bestens für zukünftige Projekte im Bereich der Netzwerkautomatisierung gerüstet.\n\n\n                Dozierende\n\n\n                    Der CAS Network Programmability wurde von der OST – Ostschweizer Fachhochschule in enger Zusammenarbeit mit erfahrenen Fachleuten aus der Praxis konzipiert. Die Dozierenden sind ausgewiesene Spezialistinnen und Spezialisten mit Know-how aus diversen Industrieprojekten.\n\n\n                    Christian Fässler, adnexo GmbH\n                    BSc. Computer Science FHO\n                    Kursleitung\n                    \n                    Matthias Gabriel, INS Institut für vernetzte Systeme\n                    BSc. Computer Science FHO\n                    \n                    Urs Baumann, INS Institut für vernetzte Systeme\n                    BSc. Computer Science FHO\n                    \n                    Florian Bruhin, INS Institut für vernetzte Systeme\n                    BSc. Computer Science FHO / Pytest Contributor\n                    \n                    Marc Sommerhalder, INS Institut für vernetzte Systeme\n                    BSc. Computer Science FHO\n\n\n                Beratung und Anmeldung\n\n\n                    Gerne beraten wir Sie persönlich.\n\n\n                        Peter Nedic\n                        Co-Leiter Weiterbildung\n\n\n                        +41 (0)58 257 49 21\n                        peter.nedic(at)ost.ch\n\n\n                        Anmeldung CAS Network Programmability\n\n\n                Quicklinks\n\n\n                      Studieninhalte\n                      Zielgruppe und Zulassung\n                      Berufswelt\n                      Dozierende\n                      Beratung und Anmeldung\n\n\n                Downloads\n\n                        * Kursflyer CAS Network Programmability\n                        * AGB Weiterbildung OST\n                        * Datenschutzerklärung Weiterbildung OST\n\n                Kontakt\n\n\n                      Peter Nedic\n                      Co-Leiter Weiterbildung\n\n\n                      +41 (0)58 257 49 21\n                      peter.nedic(at)ost.ch","markings":[{"startPosition":1121,"length":61,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":1282,"length":346,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":3836,"length":2432,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":2008,"length":141,"isWord":false,"types":["prerequisites"],"provenanceInfo":null},{"startPosition":2440,"length":484,"isWord":false,"types":["prerequisites"],"provenanceInfo":null},{"startPosition":6631,"length":811,"isWord":false,"types":["prerequisites"],"provenanceInfo":null},{"startPosition":6366,"length":210,"isWord":false,"types":["target_groups"],"provenanceInfo":null},{"startPosition":7494,"length":363,"isWord":false,"types":["learning_objectives"],"provenanceInfo":null}],"documentURI":"i171153094057412173515934693936785893310.json"}