{"text":"\n  CAS Wealth Management\n\n\n        Ziele und Inhalt\n\n\n        Beratung und Kontakt\n\n\n        Anmeldung\n\n\n        Downloads und Broschüre\n\n\n    Die Finanzindustrie unterliegt einem signifikanten Wandel. Die persönliche Kundenberatung verschiebt sich hin zu Lösungen für individuelle und komplexe Fragestellungen.\n\n\n    In diesem CAS lernen Sie, die Kundenbedürfnisse systematisch zu erfassen und zu verstehen und als Problemlösungsexpertin oder -experte komplexe Fragestellungen von vermögenden Privatkundinnen und -kunden zu beantworten.\n\n\n    Der CAS kann einzeln oder als Teil des MAS Financial Consulting absolviert werden.\n\n\n            Interesse?\n\n\n            Besuchen Sie unsere Infoveranstaltung\n\n              ­\n\n    Auf einen Blick\n\n\n    Abschluss: Certificate of Advanced Studies in Wealth Management (12 ECTS)\n\n\n    Start: 07.01.2022, 20.01.2023\n\n\n    Dauer: 5 Monate\n\n\n    Kosten: CHF 6'450.00\n\n\n    Durchführungsort:\n\n\n    ZHAW School of Management and Law in Winterthur\n\n\n    Unterrichtssprache: Deutsch\n    Die Kursunterlagen sind in Deutsch und/oder Englisch verfasst.\n\n\n    Ziele und Inhalt\n\n\n  Zielpublikum\n\n\n    Der Lehrgang richtet sich an\n\n      * Fach- und Führungskräfte in der Beratung von Privatkundinnen und -kunden, die sich Wissen und Fertigkeiten aneignen wollen, um als Problemlösungsexpertin oder -experte im Rahmen einer ganzheitlichen Beratung agieren zu können;\n      * Mitarbeitende, die berufsbegleitend eine umfassende Fach- und Methodenausbildung in der Finanzberatung sowie in der Einkommens- und Vermögensstrukturierung für Privatkundinnen und -kunden absolvieren möchten;\n      * Mitarbeitende, die ihre Kompetenz für ihre Laufbahn als Fach- und/oder Führungskraft vor allem in den Bereichen Vertrieb und Beratung, Vertriebsmanagement, Relationship Management oder auch Product Management und Business Development erweitern wollen;\n      * alle, die daran interessiert sind, ihre Kenntnisse im Bereich der ganzheitlichen Beratung für vermögende Kundinnen und Kunden zu vertiefen.\n\n  Ziele\n\n\n    Der CAS Wealth Management befähigt Sie, vielschichtige berufliche Aufgaben im Bereich der Finanzplanung bei Banken, Versicherungen oder Finanzdienstleistungsunternehmen wahrzunehmen.\n\n\n    Als Teilnehmerin oder Teilnehmer\n\n      * fügen Sie die relevanten Aspekte der Finanzberatung zu einem ganzheitlichen Beratungserlebnis zusammen;\n      * setzen Sie sich mit dem Kundenverhalten auseinander, wobei insbesondere Behavioral Economics und Behavioral Finance thematisiert werden;\n      * erhalten Sie eine Einführung in die systematische Produkt- bzw. Serviceentwicklung mittels der Methode Design Thinking, die ein durch Kundenbedürfnisse getriebener agiler Problemlösungsansatz ist, mit dem der Kundenberatungsprozess gestaltet werden kann;\n      * lernen Sie den gesamten Prozess der ganzheitlichen Einkommens- und Vermögensstrukturierung für vermögende Privatkundinnen und -kunden kennen;\n      * können Sie die Kundensituation erfassen und eine Risikoprofilierung vornehmen, wobei die Aspekte der Regulierung, der Compliance und der Ethik berücksichtigt werden.\n\n  Inhalt\n\n\n    Der CAS Wealth Management ist modular aufgebaut und gliedert sich in zwei Module:\n\n\n    Modul 1: Core Wealth Management (6 ECTS)\n\n      * Kundentypologien (Menschenbilder; unterschiedliche Kundentypen)\n      * Kundenverhalten: Behavioral Finance and Economics (Grundlagen Behavioral Finance and Economics; Financial Literacy; Beratungsprozess und Anomalien; Risiko vs. Unsicherheit; Anreize und Nudging)\n      * Gestaltung des Kundenberatungsprozesses anhand von Design Thinking (Design Thinking als kundenzentrierter Kreativitätsprozess; Customer Journey für die Finanzplanung)\n\n    Modul 2: Advanced Wealth Management (6 ECTS)\n\n      * Private-Finance-Modellierung (Excel-Modellierung, Szenariotechnik)\n      * Umfassender Beratungsprozess (Bedürfnisanalyse und Kundenprofilierung; Bedeutung von Ethik und Moral; Regulatorische Anforderungen und Compliance)\n      * Praxistransfer: Erarbeitung von diversen Fallbeispielen (Family Office Services; Umfassende Wealth Management Beratung)\n      * Case Study (Verstehen, Anwenden, Analysieren und Evaluieren)\n\n    Die Leistungsnachweise sind in Modul 1 in Form einer schriftlichen Prüfung und in Modul 2 in Form einer schriftlichen Prüfung sowie einer schriftlichen Fallstudie zu erbringen.\n\n\n  Methodik\n\n\n    Der Unterricht knüpft unmittelbar an die Berufserfahrung der Teilnehmenden an. Die Dozierenden vermitteln anwendungsorientiertes Wissen und wenden zahlreiche weitere Lernmethoden in Kombination an:\n\n      * Referate und Lehrgespräche\n      * Diskussionen und Workshops\n      * Bearbeitung von Fallstudien und Analyse von Best Practices\n      * Einzel- und Gruppenarbeiten\n\n    Ein anwendungsorientierter Unterricht steht im Vordergrund. Das vermittelte Fachwissen wird durch die Teilnehmenden anhand von Anwendungsaufgaben und einer Fallstudie direkt erprobt.\n\n\n  Unterricht\n\n\n    Der Unterricht findet in der Regel am Freitagnachmittag und Samstagvormittag statt. Ausnahmen sind möglich.\n\n\n    Beratung und Kontakt\n\n\n        * Studienleitung:\n\n          Dr. phil. Roland Hofmann, CFP®, CAIA®\n          +41 58 934 78 21\n          E-Mail\n\n\n        * Programm-Management:\n\n          Mirjam Denzler\n          +41 58 934 66 81\n          E-Mail\n\n\n        * Administration:\n\n          Pascale Rüegg\n          +41 58 934 79 17\n          E-Mail\n\n\n        * Interesse an kostenloser unverbindlicher Schnupperstunde\n\n          Oder weitere Infos an der Online-Infoveranstaltung\n\n\n  Veranstalter\n\n\n    Institut für Wealth & Asset Management\n\n\n  Dozierende\n\n\n    Die Lehrinhalte werden durch Dozierende der ZHAW School of Management and Law mit Forschungshintergrund und ausgewiesener Praxiserfahrung sowie Expertinnen und Experten aus der Wirtschaft vermittelt:\n\n      * Dr. Markus Braun, ZHAW\n      * Prof. Dr. Mathias Schüz, ZHAW\n      * Dr. Mark-Oliver Baumgarten, BAUMGARTEN Consulting\n      * Reto Deflorin, Bank Zimmerberg\n      * Robert Fehr, Zürcher Kantonalbank\n      * Christoph Huber, FINAD Financial Advisors\n      * Dr. Doris Schönemann, Investor’s Dialogue\n      * Anita Sigg, ZHAW\n      * Michaela Tanner, ZHAW\n      * Jérôme Zaugg, Zürcher Kantonalbank\n      * Roman Brandenburger, Zürcher Kantonalbank\n\n    Anmeldung\n\n\n  Zulassung\n\n\n      Die Zulassung zum MAS FC oder zu einem CAS setzt einen Hochschulabschluss und einschlägige Berufserfahrung in der Finanzbranche voraus.\n\n\n      Als Hochschulabschlüsse (Tertiär A - Hochschulen) gelten:\n\n        * Abschlüsse einer Universität UH oder einer Technischen Hochschule (Diplom, Lizentiat, Bachelor oder konsekutiver Master, Doktorat)\n        * Abschlüsse einer Fachhochschule FH oder einer Pädagogischen Hochschule PH (Bachelor oder konsekutiver Master, FH-Diplom)\n        * Abschlüsse einer Vorgängerschule der heutigen Fachhochschulen (wie ZHW, HTL, HWV usw.)\n\n      Interessenten, die über keinen Hochschulabschluss verfügen, können «sur dossier» zugelassen werden, wenn sich die Befähigung zur Teilnahme aus einem «Tertiär B» Nachweis aus der Höheren Berufsbildung ergibt. Die Anzahl «sur dossier»-Studienplätze ist durch eine ZHAW-weite Hochschulregelung beschränkt.\n\n\n      Als Abschlüsse (Tertiär B – Höhere Berufsbildung) gelten:\n\n        * Abschluss einer Berufsprüfung BP (eidgenössischer Fachausweis) oder einer Höheren Fachprüfung HFP (eidgenössisches Diplom)\n        * Abschluss einer höheren Fachschule HF (z.B. HFW, HFBF, HFV usw.).\n\n      Folgende Abschlüsse (beispielhaft, nicht abschliessend) gehören weder zur Höheren Berufsbildung noch zu den Hochschulen und ermöglichen keine Aufnahme in den MAS FC oder in einen CAS , auch nicht «sur dossier»:\n\n        * Eidg. Berufsattest EBA, Eidg. Fähigkeitszeugnis EFZ\n        * Gymnasiale Matura, Berufsmatura, Fachmatura\n        * Nachdiplomstudium Höhere Fachschule (NDS HF)\n        * dipl. Finanzberater/in IAF\n        * usw.\n\n      Die Studienleitung entscheidet abschliessend über die definitive Zulassung zum MAS FC oder zu einem CAS nach den Regeln und Bestimmungen der Hochschule.\n\n\n      Die Zulassung zu einem CAS-Angebot, das Bestandteil eines MAS-Programms ist, umfasst nicht gleichzeitig die Zulassung zum entsprechenden MAS. Die Zulassung kann für CAS und für MAS unterschiedlich geregelt sein.\n\n\n      Die detaillierten Zulassungsbedingungen zum MAS-Programm und zu den CAS sind in der entsprechenden Studienordnung geregelt. Es gelten zusätzliche hochschulweite «sur dossier»-Regeln.\n\n\n      AGB\n\n\n      Zulassungs- und Teilnahmebedingungen\n\n\n  Startdaten und Anmeldung\n\nStart       Anmeldeschluss  Anmeldelink\n07.01.2022  05.12.2021      Anmeldung  \n20.01.2023  18.12.2022      Anmeldung  \n\n    Downloads und Broschüre\n\n\n  Downloads\n\n      * Stundenplan 2021 (Änderungen vorbehalten) (PDF 69,6 KB)\n      * Broschüre (PDF 362,6 KB)\n      * Studienordnung (PDF 154,3 KB)\n      * Rahmenstudienordnung\n\n  Zurück","markings":[{"startPosition":748,"length":73,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":3120,"length":1238,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":1132,"length":889,"isWord":false,"types":["target_groups"],"provenanceInfo":null},{"startPosition":2037,"length":1066,"isWord":false,"types":["learning_objectives"],"provenanceInfo":null},{"startPosition":6323,"length":2227,"isWord":false,"types":["prerequisites"],"provenanceInfo":null}],"documentURI":"i174959459737307199638395335872137471467.json"}