{"text":"\n      Biographiearbeit – Vernetzende Grundlagen\n\n\n      Etwas vom Allerwichtigsten im Leben und vor allem im Handeln eines Therapeuten ist die Kenntnis der menschlichen Entwicklungsabläufe und deren Fehlleitungen. Wie und wann laufen biologische, seelisch- geistige, bewusstseinsmässige und spirituelle Entwicklungsschritte im Leben eines Menschen ab; wie und weshalb können sie fehlschlagen und welche Auswirkungen resultieren daraus; wie kann ich als Therapeut dies erkennen und welch therapeutisches Handeln erfordert diese Kenntnis.\n\n\n      Wie sieht es denn in meiner eigenen Biographie aus? Wie unbeschadet konnte sie gelebt werden; wo gab es Ein- und Unterbrüche oder sogar wahre Karambolagen; wie habe ich diese umfahren, ausgeblendet oder vielleicht auch gemeistert? Welche Vorstellungen habe ich von meinem Leben, von meiner Beziehungsfähigkeit, von meiner beruflichen Karriere, von meinen Anforderungen an meine Umwelt und meine Mitmenschen? Wie sieht mein Frauen- oder Männerbild aus? Ist dies mein Bild oder ein von aussen aufgeprägtes?\n\n\n      Wo, wann und womit habe oder hatte ich meine grössten Probleme in meinem Leben; welche Muster tauchen darin immer wieder auf; usw., usw.\n\n\n      In diesem Modul geht es darum, über einen längeren Zeitraum – damit genügend Zeit und Raum genutzt werden können - sich in theoretischer Biographiearbeit, aber vor allem auch in Einzelreflexion und Gruppenarbeiten mittels Übungen, gestellten Aufgaben und kreativem Ausdruck, ein klareres und dem eigenen Leben entsprechenderes \"Drehbuch zu schreiben\" und sich gleichzeitig mit dem \"eigenen Regisseur\" besser anzufreunden.\n\n\n      In einer Zeit, wo es immer klarer wird, dass eine Heilung ohne eine entsprechende Wandlung im Bewusstsein eigentlich gar nicht möglich oder verifizierbar ist, ist es für Therapeuten immer wichtiger, ihr eigenes Sein mit immer mehr Bewusstheit wahrzunehmen und auch vermitteln zu\n\n\n      können.\n      \n\n      Kursinhalt:\n\n      \n        * Der Mensch als komplexes Konstrukt aus Zahlenverhältnissen und seine Entsprechungen in der Natur und im Universum.\n\n        * Biologische, seelisch - geistige, bewusstseinsmässige und spirituelle Rhythmen im Leben eines Menschen und seine gesunden oder pathologischen Entwicklungsmöglichkeiten darin.\n        * Quantenphilosophische Hintergründe des Zusammenspiels unseres Bewusstseins, unseres Denkens, Fühlens und Handelns.\n        * Der Prozess in mir von meinem Menschenbild zu meinem Weltbild zu meinem Bild der Sinnhaftigkeit; hat er stattgefunden oder nicht; wie wann wozu und weshalb?\n        * Mein Verhältnis zum Tode, zum Sterben, zum Leiden, zum Wahren, zum Schönen zum Guten oder weshalb fehlt ein solches?\n        * Meine Stabilitäten, meine Abhängigkeiten, meine vermeintlichen Bedürfnisse, meine Notwendigkeiten, meine Visionen in meinem Leben. Wer hat sie begründet, wer hat sie gefestigt, weshalb sind sie heute noch wichtig für mich?\n        * Das weibliche und männliche Gehirn; Spezifitäten und Gemeinsames; was resultiert daraus für unser gegenseitiges Verständnis, für unseren gemeinsamen Umgang, unsere Gesellschaftsstruktur, unsere Kultur und unser unsägliches Leiden aneinander und voneinander.\n        * Welches könnten sinnvolle Muster des Zusammenlebens sein, vor allem unter dem Aspekt der äusserst unterschiedlichen energetischen Verhältnisse zwischen Mann und Frau? Rhythmen der Individualisierung der Geschlechter. Sind sie gleich, ähnlich oder unterschiedlich? Welche Konsequenzen resultieren daraus?\n        * Beziehungsformen von Mann und Frau in der Spiegelung der Lebensbiographie und die daraus entstehenden oder vorprogrammierten Krisen.\n        * Sexualität: Biologie; Energetik; Sexualprobleme und- störungen; Krankheitspotentiale aus sexuellen Problemen.\n        * Was bedeutet \"heil sein\" für den Mann, für die Frau; ist es dasselbe oder eventuell doch nicht und wenn ja, weshalb?\n          \n\n      Lernziele:\n\n        * Sie stärken Ihre autobiografischen Kompetenzen.\n        * Sie erlernen die wesentlichen Zusammenhänge zwischen Biologie, Energetik, seelischer und geistiger Entwicklung im Leben eines Menschen und den daraus resultierenden Weg zur eigenen Spiritualität.\n        * Sie setzen sich mit der eigenen Prägungslandschaft und Bewusstwerdung von eigenen Aufmerksamkeitsdefiziten betreffend sich selbst und anderen.\n        * Sie erkennen Defizite in der eigenen Biographie und entwickeln Möglichkeiten, damit anders umzugehen als bisher.\n        * Sie entwickeln Mut zu erzählen und zu sich selbst zu stehen.\n        * Sie erkennen Pathologien in lebensgeschichtlichen Abläufen anderer und lernen darauf adäquat zu reagieren.\n        * Sie erlangen dadurch ein ganzheitliches Verständnis für die eigene und fremde Biographie/n und lernen daraus therapeutische Handlungsweisen zu kreieren.\n        * Sie entwickeln einen anderen Umgang mit Abwehr, Widersprüchen, Schwäche, Stärke und Scheitern.\n        * Sie können gewonnene Erkenntnisse zu einer zukünftigen Kraftquelle für Ihr eigenes Handeln für sich selbst und für andere entdecken.\n          \n\n      \n      Voraussetzungen:\n      \n        * Studierender der SAKE/Paramed, Therapeuten, Menschen in medizinischen oder sozialen Helferberufen.\n\n          \n\n      Dozent:\n      \n        * Jürg Hess\n\n\n      Arzt für Allgemeinmedizin FMH und Komplementärmedizin mit abgeschlossenen Studium in Homöopathie, TCM, Bioresonanztherapie, Neuraltherapie und Clustermedizin; ebenfalls eine\n      Zusatzausbildung in psychosomatischer Medizin.\n      \n\n      Daten:\n\n      \n        * 22. März 2021,\n\n        * 7. Juni 2021,\n        * 13. September 2021,\n        * 29. November 2021,\n        * 14. Februar 2022,\n        * 25. April 2022,\n        * 27. Juni 2022,\n        * 5. September 2022,\n        * 21. November 2022,\n        * 30. Januar 2023,\n        * 3. April 2023,\n        * 19. Juni 2023\n          \n\n      Kurskosten:\n      \n\n        * CHF 2‘340.- (aufgeteilt auf 3 Jahre)\n\n\n      Biographiearbeit – Vernetzende Grundlagen\n\n\n      Anmeldung\n\n        Name\n\n        Vorname\n        Strasse\n        PLZ / Ort\n        Telefon\n        E-Mail\n        Aktueller Beruf\n          <p>Sie müssen JavaScript aktivieren um dieses Frmular zu übermitteln</p>\n      Zurück zur Übersicht\n      Anmelden\n      Datum: 22.03.2021\n      Zeit: 08:30 - 16:30 Uhr\n      Ort: Sake Bildungszentrum AG","markings":[{"startPosition":1971,"length":1926,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":5124,"length":100,"isWord":false,"types":["prerequisites"],"provenanceInfo":null},{"startPosition":3936,"length":1130,"isWord":false,"types":["learning_objectives"],"provenanceInfo":null}],"documentURI":"i175655384913286916880907648675986279106.json"}