{"text":"    Home > Management & Human Ressources > Nachhaltigkeit im Restaurant\n      CVMAN02\n\n    Nachhaltigkeit im Restaurant\n\n      Schwierigkeitsgrad\n\n\n    Wie wird man auf profitable Weise nachhaltig?\n\n\n    Beschreibung\n\n\n    Am ersten Teil dieses Kurses (AM) lernen Sie, wie Sie Folgendes aufbauen:\n\n\n      * Verantwortungsbewusster Einkauf (Lebensmittel, Reinigungsprodukte, keine Verpackung usw.)\n\n      * Nachhaltige Menüs: \"gesund\" & ökologisch verantwortungsbewusst\n      * Kommunikation mit dem Verbraucher: ein Verkaufsinstrument, aber auch ein Beweis der Transparenz\n      * Optimierter Verbrauch durch gutes Wasser- und Energiemanagement\n      * Reduzierung der Abfallproduktion Soziale Verantwortung\n      * Bewertung des Nachhaltigkeitsgrades des Restaurants und Definition eines ganzheitlichen Aktionsplans (Kohlenstoff-Fußabdruck und andere Instrumente)\n\n    In einer praktischen Übung erhalten Sie die Möglichkeit, Ihr Restaurant gemäss eines Nachhaltigkeitsniveaus zu bewerten und zu organisieren , ausserdem erstellen Sie einen Aktionsplan um nachhaltig und profitabel zu werden.\n\n\n    Am Nachmittag sieht der Inhalt folgendermassen aus:\n\n\n    Erkennen Sie Ihre nachhaltigen Praktiken und reduzieren Sie Ihre Kosten durch EcoCook, das erste Beratungs- und Zertifizierungsprogramm für nachhaltige Restaurants. Bewerten Sie den Grad Ihrer Nachhaltigkeit, identifizieren Sie mögliche Verbesserungen und reagieren Sie auf die Nachfrage Ihrer Kunden.\n\n    \n    Diese Schulung findet online statt. Sie benötigen einen PC/Laptop mit Mikrofon. Eine Webcam wäre auch von Vorteil.\n    \n    \n\n    Geplante Kursdaten\n\nTyp Ort                                                  Datum                   Zeit           Verfügbarkeit   Anmelden        \nOnline                                                   22.03.2021              09:00 — 12:00    Freie Plätze    jetzt anmelden\n                                                                                                                                \nGerne organisieren wir diesen Kurs für Ihre Destination    Kontaktieren sie uns\n                                                                               \nGerne organisieren wir diesen Kurs für Ihr Unternehmen     Kontaktieren sie uns\n                                                                               \n    \n\n    Ziel des Seminars\n\n\n      * Sie lernen, wie Sie Ihre Umweltbelastung und Ihre Betriebskosten reduzieren können\n\n      * Sie erlernen die wichtigsten Elemente zur Verbesserung Ihres Nachhaltigkeitsniveaus\n      * Sie bewerten den Grad der Nachhaltigkeit Ihres Restaurants (Simulation)\n      * Sie identifizieren mögliche Verbesserungen, die kurz-, mittel- und langfristig umgesetzt werden müssen\n      * Sie definieren Ihre Nachhaltigkeitsagenda\n      * Sie werden die obligatorischen Kriterien für den Erhalt der Stufe 1 der EcoCook Sustainable Restaurant-Zertifizierung kennenlernen.\n\n    Schwerpunkte\n\n\n    Morgen:\n\n      * Kennenlernen des Konzepts der Nachhaltigkeit und Verständnis seiner Anwendung auf die Restauration.\n      * Entdeckung bestehender Instrumente zur Bewertung Ihres Nachhaltigkeitsniveaus\n      * Kenntnis der vorrangigen Verbesserungsmaßnahmen, um nachhaltig und profitabel zu werden\n\n    Nachmittag:\n\n      * Nachhaltige Lebensmittel und Getränke, nachhaltige Menüs, Rezepte, Koch- und andere Küchenprozesse\n      * Kommunikation als Instrument zur Bewusstseinsbildung und zur Demonstration von Transparenz und Nachvollziehbarkeit\n      * Gutes Wasser- und Energiemanagement sowie verbrauchsarme und umweltfreundliche Geräte\n      * Gutes Abfallmanagement: die im Vorfeld durchzuführenden Maßnahmen zur Verringerung der Abfallmengen (einschließlich der Verschwendung von Lebensmitteln) und zu deren Verwertung.\n      * Faire und verantwortungsvolle Arbeitsbedingungen\n\n        01\n\n        Niveau\n        02\n        Validierung\n        03\n        Attest\n      * Zielgruppe\n\n          Direktion : Ja\n          Kader : Ja\n          Mitarbeiter : Ja\n          Saisonaler Mitarbeiter : Nein\n\n      * Bedingungen und Tarife\n\n          Die Kosten für unsere virtuellen Klassenzimmer und unsere Foren werden während der COVID-19 Periode für alle GBB-Unternehmen ausnahmsweise übernommen. Dies betrifft nicht die Individualschulungen und die digitalen Lehrgänge.\n          \n      * Organisation auf Anfrage\n\n\n          Möchten Sie ein Seminar oder einen Workshop direkt in Ihrer Destination oder in Ihrem Betrieb organisieren? ritzy* offeriert Ihnen eine grosse Auswahl an Kursthemen!\n            Kontaktieren sie uns\n\n\n      * Andere solche Ausbildungskurse\n\n\n          - Nachhaltigkeit in der Restauration","markings":[{"startPosition":3923,"length":124,"isWord":false,"types":["target_groups"],"provenanceInfo":null},{"startPosition":2946,"length":883,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":3908,"length":6,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":2363,"length":558,"isWord":false,"types":["learning_objectives"],"provenanceInfo":null}],"documentURI":"i175993933107809626061483274094340574473.json"}