{"text":"\n      Über die Weiterbildung\n\n\n      Mit Sicherheit zum beruflichen Erfolg.\n      Als Cyber Security Specialist mit eidgenössischem Fachausweis sind Sie Spezialist/in in allen Fragen rund um die Cyber Sicherheit in Unternehmen und in öffentlichen Institutionen. Sie analysieren aktuelle Bedrohungslagen, decken Schwachstellen auf und leiten Schutzmassnahmen ein. Sie führen kleinere Teams und übernehmen die Verantwortung für Teilprojekte.\n      \n      Der Fachausweis weist Ihre Kompetenz im Bereich Cyber-Sicherheit aus, sichert Ihre Aufstiegschancen und bietet Ihnen neues, aktuelles Wissen für die Praxis.\n\n\n      Zukunftschancen\n\n        * ICT Security Operations Manager\n        * ICT Security Incident Manager\n        * Cyber Security Engineer\n        * Zulassung zum eidg. Diplom (ICT-Manager, ICT Security Expert)\n        * Studium an einer Fachhochschule + Abschluss “Bachelor of Science in Informatik oder Wirtschaftsinformatik»\n\n      Unsere Bildungspartner\n\n\n      bzb\n      gibb\n      IFA\n      IDEC\n      ISEIG\n      Microwin\n      SIW\n      Swiss Cyber Forum\n      WISS\n\n\n      Fakten\n\n        * Dauer: Individuell (meist 2-3 Semester) oder Rekrutenschule (Cyber-Lehrgang, 40 Wochen)\n        * Prüfungsgebühr: CHF 3’200 + CHF 60.00 für die Ausstellung des Fachausweises\n        * Nächste Prüfungstermine: 12. – 19. November 2021 (Anmeldefrist: bis 16. Juli 2021)\n        * Prüfungsvorbereitung: Berufsbegleitend, an einer privaten Weiterbildungsinstitutionen oder im Selbststudium. Zudem bietet die Armee einen Cyber-Lehrgang, welcher im Rahmen der Rekrutenschule absolviert werden kann, an. Im Anschluss an die RS können Sie die Berufsprüfung als Cyber Security Specialist mit eidg. Fachausweis absolvieren.\n        * Anschluss: Mit abgeschlossenem Fachausweis besteht die Möglichkeit, sich anschliessend mit einer 3-semestrigen berufsbegleitenden Weiterbildung weitere Diplome inner- und ausserhalb der ICT anzueignen, wie beispielsweise mit einer Weiterbildung zum eidg. Dipl. ICT Security Expert. Zudem ist mit den Abschlüssen eine Zulassung oder Anrechnung für Studiengänge (BA/MA) oder Weiterbildungen (CAS/DAS/MAS) auf Hochschulstufe möglich. Wir empfehlen eine individuelle Prüfung durch die entsprechende Schule.\n\n      Anforderungen\n\n        * Eidgenössisches Fähigkeitszeugnis im Berufsfeld der ICT + 2 Jahre Berufspraxis im Bereich der Informationssicherheit\n        * oder\n        * Eidgenössisches Fähigkeitszeugnis, Abschluss einer höheren schulischen Allgemeinbildung oder einen gleichwertigen Abschluss + 4 Jahre Berufspraxis im Berufsfeld der ICT (min. 2 davon im Bereich der Informationssicherheit oder Cyber Sicherheit)\n        * oder\n        * Mindestens 6 Jahre Berufspraxis im Berufsfeld der ICT (min. 2 davon im Bereich der Informationssicherheit oder Cyber Sicherheit)\n        * oder\n        * Abgeschlossener Cyber-Lehrgang der Armee und min. 1 Jahr Berufspraxis im Bereich der Informationssicherheit oder Cyber Sicherheit\n\n      Weiterführende Informationen zur Prüfung und Zulassung finden Sie hier.","markings":[{"startPosition":2271,"length":694,"isWord":false,"types":["prerequisites"],"provenanceInfo":null}],"documentURI":"i196889311210391758312981295627186660649.json"}