{"text":"\n      Termin Details\n\n\n      Dieser Termin läuft vom 8 Januar 2021 bis 28 März 2021 und findet das nächste Mal am 8. Januar 2021 statt.\n\n        * Terminkategorien:WB Kinderyoga\n        * Kommende Daten:\n            + 8. Januar 2021\n            + 9. Januar 2021\n            + 10. Januar 2021\n            + 5. Februar 2021\n            + 6. Februar 2021\n        + Mehr anzeigen\n\n    Kinderyoga Ausbildung\n\n\n    Was:\n    Kinder verfügen über einen natürlichen Bewegungsdrang und Entdeckergeist. Mit viel Fantasie können sie sich auf verschiedenste Welten einlassen. Allerdings leiden sie auch oft unter Reizüberflutung und stehen schon früh unter Leistungsdruck.\n    In den von uns angebotenen Kursblöcken tragen wir Erfahrungen zusammen und zeigen Möglichkeiten auf, wie mit Hilfe von Yogaübungen, Geschichten, Mudras, Spielen etc. auf die Bedürfnisse von Kindern zwischen 6 bis 12 Jahren eingegangen werden kann.\n    Wir beschäftigen uns mit der Planung, Organisation und Strukturierung einer Kinderyogalektion, stellen Stundenbeispiele, einzelne Sequenzen und Übungsreihen vor und probieren diese auch selber aus. Im Skript finden sich die entsprechenden Anleitungen zum Nachschlagen.\n    Die Wahrnehmung des eigenen Körpers, der Atmung und des Geistes, Achtsamkeit und der Umgang mit Emotionen sind nur einige mögliche Schwerpunkte.\n\n\n    Für Wen:\n    • Yogalehrpersonen\n    • Lehrpersonen\n    • ErzieherInnen\n    • Kinder-TherapeutInnen\n    • SozialpädagogInnen\n    • …\n    Unsere Empfehlung:\n    Mindestens ein Jahr eigene Yogapraxis und Erfahrung im Umgang mit Kindern.\n\n\n    Wann:\n    Achtung: Der Kurs wird als Ganzes gebucht. KEINE EINZELDATEN!\n    • Freitag 8.1.2021, 18-21 Uhr\n    • Samstag 9.1.2021, 9-17 Uhr\n    • Sonntag 10.1.2021, 9-16 Uhr\n    • Freitag 5.2.2021, 18-21 Uhr\n    • Samstag 6.2.2021, 9-17 Uhr\n    • Samstag 27.3.2021, 9-15.30 Uhr\n    • Sonntag 28.3.2021, 9-15.30 Uhr\n    Anzahl Stunden: 42h ohne Pausen\n    Das Sammeln eigener Erfahrungen zwischen den Kursblöcken, sowie die gemeinsame Reflexion und der Austausch sind zentraler Bestandteil der Ausbildung.\n\n\n    Wo:\n    Tapas Yoga Ausbildungsschule\n    Bernstrasse 99, 3122 Kehrsatz\n\n\n    Preis:\n    CHF 1050.-\n    Im Kurspreis inbegriffen::\n    • Skript\n    • Spielsammlung\n    • Ausbildungs-Zertifikat\n\n\n    Anmeldung:\n    Bitte nur per Email bei der Kursleitung anmelden:\n    F. Sterchi f.sterchi@gmx.ch oder B. Streit baba_streit@gmx.ch\n    Nach eingegangener Anmeldung wird ein Bestätigungsformular per e-Mail versandt.\n\n\n    Kursleitung:\n    Unsere Begeisterung für Yoga geben wir seit Jahren in Yogastunden für Kinder, Jugendliche und Erwachsene weiter. Wir sind beide seit über 20 Jahren als Primarlehrerinnen auf verschiedenen Stufen tätig. Die Arbeit mit Kindern ist für uns eine Herzensangelegenheit.\n\n\n    \n    Franziska Sterchi (rechts im Bild) ist Mutter zweier Töchter im Teenageralter.\n    Barbara Streit ist neben der Schule auch in der Erwachsenenbildung tätig.\n\n\n    Franziska Sterchi\n    Diplomierte Yoga Lehrerin YCH/EYU, SVEBZertifikat, Autorin „Yoga-Tools für Kinder“, Yoga-Therapie i.A., Primarlehrerin\n    Zumbachstrasse 26\n    3095 Spiegel\n    Telefon 078 660 08 81\n    f.sterchi@gmx.ch\n\n\n    Barbara Streit\n    Diplomierte Yoga Lehrerin YCH/EYU, SVEBZertifikat, Supervisorin, Dozentin Berufseinführung, Ausbildung AmiKi (Achtsamkeit mit Kindern und Jugendlichen), Yoga-Therapie i.A., Primarlehrerin\n    Zähringerstrasse 84\n    3012 Bern\n    Telefon 079 508 49 36\n    baba_streit@gmx.ch\n\n\n    Flyer 2020","markings":[{"startPosition":1356,"length":108,"isWord":false,"types":["target_groups"],"provenanceInfo":null},{"startPosition":2260,"length":22,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":419,"length":915,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":1500,"length":74,"isWord":false,"types":["prerequisites"],"provenanceInfo":null}],"documentURI":"i200759344362159816822838078721871421759.json"}