{"text":"  Öffentliche Veranstaltung, Workshop, Weiterbildung, Weitere Events\n  Smartphone Video Produktion - Digital Toolbox #2 (Online-Veranstaltung) AUSGEBUCHT!\n\n\n  Bei der Videoproduktion gilt: Man kann noch so viel darüber lesen, hören oder Tutorials anschauen – am Ende muss man selber Videos geplant, produziert und nachbearbeitet haben, um das Medium zu verstehen. Nur so erfährt man, was wie funktioniert und was Spass macht in der Umsetzung.\n\n\n  In diesem Tageskurs lernen Sie, wie Sie mit einfachen Mitteln eigene Videos produzieren. Das wichtigste Werkzeug: Ihr Smartphone. In verschiedenen Übungseinheiten produzieren Sie damit erste eigene Video-Inhalte. Dabei verstehen Sie, welchen Einfluss die Faktoren Licht, Ton und Umgebung auf Ihre Bilder und Botschaften haben.\n\n\n  Seminarziel:\n  Teilnehmende können nach diesem Tag ein einfaches Video komplett mit ihrem eigenen Smartphone produzieren; von der Idee über den Dreh bis hin zur Postproduktion und Distribution via Social Media.\n\n\n  Inhalt:\n\n\n  • Grundlagen des Storytellings\n\n\n  • Einführung in die Bildgestaltung\n\n\n  • Überblick über die wichtigsten Apps zur Videoproduktion\n\n\n  • Umgang mit externem Zubehör\n\n\n  • Realisation von eigenen Videos\n\n\n  Zielpublikum:\n  Der Kurs richtet sich an Kulturschaffende und Kulturmanager*innen, die ihr Smartphone als starkes Produktionsmittel für die Videoproduktion kennen lernen wollen.\n\n\n  Kursleitung:\n  Nadia Holdener, Ehemalige TV-Redaktorin und Moderatorin; Digital Storyteller und Video-Produzentin bei Content & Töchter sowie Lehrbeauftragte an der Zürcher Hochschule der Künste\n\n\n  Mitnehmen:\n  Eigenes Smartphone (iOS oder Android), idealerweise nicht älter als 2-3 Jahre, mit mind. 2 GB freiem Speicherplatz, Ladekabel, Kopfhörer.\n\n\n  Die verwendete Schnitt-App wird vorgängig bekanntgegeben.\n\n\n  Kosten:\n  190 CHF (Online-Veranstaltung), beschränkte Platzzahl\n  \n  Veranstalter:\n  SKM-Studienangebot Kulturmanagement\n  \n  Die Veranstaltung ist leider ausgebucht.\n  \n  \n  \n  \n  \n\n  \n\n  Veranstaltung übernehmen als iCal","markings":[{"startPosition":1005,"length":202,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":1228,"length":161,"isWord":false,"types":["target_groups"],"provenanceInfo":null},{"startPosition":793,"length":195,"isWord":false,"types":["learning_objectives"],"provenanceInfo":null}],"documentURI":"i210670174979550968154376756168383989227.json"}