{"text":"\n          Seminar Entwicklung von Geschäftsmodell-Innovationen\n\n\n          Geschäftsmodell-Innovationen innovieren den Kern des Unternehmens und bewirken oft eine grundlegende Veränderung der Funktionsweise und Struktur. Diese Komplexität kann von Mitstreitern nur schwer erfasst oder imitiert werden, sodass innovative Geschäftsmodelle das Potenzial haben, Wettbewerbsvorteile zu begründen. Das Seminar «Entwicklung von Geschäftsmodell-Innovationen» vermittelt wertvolles Wissen zu dieser Thematik.\n\n\n          Innovationen spielen für Unternehmen eine immer wichtigere Rolle, um dem stetig steigenden Wettbewerbsdruck erfolgreich standhalten zu können. Viele Unternehmen konzentrieren sich dabei auf die vertrauten Spielarten des Innovationsmanagements wie Produkt- und Prozessinnovationen. Dies reicht jedoch zumeist nicht mehr aus, um sich nachhaltig von der Konkurrenz zu unterscheiden.\n\n\n          Geschäftsmodell-Innovationen stellen das Geschäftskonzept eines Unternehmens oder Geschäftsbereiches systematisch in Frage. Sie ziehen eine grundlegende Veränderung der Struktur nach sich. Diese Komplexität kann nachhaltige Vorteile im Wettbewerb begründen. Genau das lernen die Teilnehmenden im Seminar «Entwicklung von Geschäftsmodell-Innovationen»: Sie analysieren ein bestehendes Geschäftsmodell, entwickeln anhand von Methoden wie dem St.Galler Business Model Navigator oder der Blue Ocean Strategy neue Modelle und implementieren sie erfolgreich.\n\n\n          Auf einen Blick\n\n\n          Abschluss\n\n\n          Weiterbildungsnachweis der OST – Ostschweizer Fachhochschule\n\n\n          Schwerpunkte\n\n            * Geschäftsmodell-Innovationsprozess\n            * Geschäftsmodell- und Umfeldanalyse\n            * Entwicklung von Geschäftsmodell-Innovationen\n            * Umsetzungsplanung\n\n          Dauer\n\n\n          4 Tage\n\n\n          Kosten\n\n\n          CHF 1600.– inkl. Unterlagen und Weiterbildungsnachweis (Preisänderung vorbehalten)\n\n\n          Durchführungsort\n\n\n          Campus St.Gallen\n\n\n          Termine\n\n\n          19./20. Februar und 5./6. März 2021\n\n\n          Hinweis\n\n\n          Dieses Seminar kann als in sich geschlossene Weiterbildung oder als Teil unseres CAS Innovationsentwicklung besucht werden. Für die Anrechnung von ECTS-Punkten an den MAS in Corporate Innovation Management gelten dessen Zulassungsbedingungen.\n\n\n                Zielgruppe\n\n\n                    Das Seminar richtet sich an Fach- und Führungskräfte, die in ihrer täglichen Arbeit entwicklungsorientiert nach neuen Lösungen suchen: zum Beispiel Unternehmerinnen und Unternehmer, Consultants, Produktmanagerinnen und Produktmanager, Ingenieurinnen und Ingenieure, Konstrukteurinnen und Konstrukteure, Grafikschaffende, Marketingfachleute, Gestalterinnen und Gestalter sowie Jungunternehmerinnen und Jungunternehmer.\n\n\n                Berufswelt\n\n\n                    Die Teilnehmenden können den Begriff Geschäftsmodell anhand verschiedener Definitionen eingrenzen und von der Strategie unterscheiden. Sie kennen die Struktur und Bestandteile eines Geschäftsmodells und können den Prozess der Geschäftsmodell-Innovation von der Bestandsaufnahme über die Ideengenerierung bis hin zur Implementierung skizzieren und umsetzen.\n\n\n                Beratung und Anmeldung\n\n\n                    Sind Sie unsicher, ob diese Weiterbildung zu Ihnen passt? Wir beraten Sie gerne: kostenlos und unverbindlich.\n\n\n                    Beratungsgespräch vereinbaren\n\n\n                    Haben Sie mit dieser Weiterbildung das passende Angebot gefunden? Wir freuen uns über Ihre Anmeldung.\n\n\n                    Anmeldung\n\n\n                    Allgemeine Geschäftsbedingungen\n\n\n                Seminar Entwicklung von Geschäftsmodell-Innovationen\n\n\n                Anmeldung\n\n\n                      Jetzt anmelden\n\n\n                Quicklinks\n\n\n                      Weiterbildungsangebot\n\n\n                      Events und Veranstaltungen\n\n\n                      Öffungszeiten\n\n\n                Downloads\n\n                        * Studienführer Innovationsmanagement\n\n                Kontaktperson für fachliche Fragen\n\n\n                      Prof. Dr. Rigo Tietz\n                      Seminarleiter, Dozent für Strategisches Management, IFU Institut für Unternehmensführung\n\n\n                      +41 58 257 13 78\n                      rigo.tietz(at)ost.ch\n\n\n                Kontaktperson für administrative Fragen\n\n\n                      Seraina Zeller\n                      Studienkoordinatorin\n\n\n                      +41 58 257 15 06\n                      seraina.zeller(at)ost.ch","markings":[{"startPosition":1520,"length":60,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":1621,"length":174,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":2398,"length":417,"isWord":false,"types":["target_groups"],"provenanceInfo":null},{"startPosition":2867,"length":356,"isWord":false,"types":["learning_objectives"],"provenanceInfo":null}],"documentURI":"i21979312628693550995201631727536478363.json"}