{"text":"\n      Über die Weiterbildung\n\n\n      Multi – ob Talent und Tasking.\n      Als Mediamatiker/in mit eidgenössischem Fachausweis sind Sie das entscheidende Bindeglied zwischen verschiedenen Disziplinen – von Multimedia und Design bis Marketing oder Informatik. Ihr Überblick und Ihr Organisationstalent helfen Ihnen, wenn Sie digitale Projekte konzipieren oder planen. Auch Print-Medien, Präsentationen, sowie Interne und Externe Kommunikation gehören zu Ihren Aufgaben. Der Fachausweis bestätigt Ihre Fähigkeiten, sichert Ihnen gute Aufstiegschancen und gibt Ihnen neues, wertvolles Wissen für die Praxis.\n\n\n      Zukunftschancen\n\n        * Web-/Medien-/Marketing -oder Kommunikations-ProjektleiterIn\n        * ProjektleiterIn in einem grösseren oder komplexeren Multimedia-Projekt\n        * Studium an einer Fachhochschule + Abschluss «Bachelor of Science»\n        * eidg. Diplom (ICT-Manager oder ICT Security Expert)\n\n      Unsere Bildungspartner\n\n\n      IBAW\n\n\n      Fakten\n\n        * Dauer: Individuell (meist 2-3 Semester)\n        * Prüfungsgebühr: CHF 2’900\n        * Nächste Prüfungstermine: Letzte Berufsprüfung 2022\n        * Prüfungsvorbereitung: Berufsbegleitend, an einer der zahlreichen privaten Weiterbildungsinstitutionen oder im Selbststudium.\n        * Anschluss: Mit dem abgeschlossenem Fachausweis können Sie anschliessend den Abschluss dipl. ICT-Manager/in mit einer 3 bis 4-semestrigen berufsbegleitenden Weiterbildung erwerben. Zudem ist mit den Abschlüssen eine Zulassung oder Anrechnung für Studiengänge (BA/MA) oder Weiterbildungen (CAS/DAS/MAS) auf Hochschulstufe möglich. Wir empfehlen eine individuelle Prüfung durch die entsprechende Schule.\n\n      Anforderungen\n\n        * Abgeschlossene Lehre als MediamatikerIn oder Polygraf/in EFZ + 2 Jahre Berufserfahrung im Bereich Mediamatik\n        * oder\n        * Abgeschlossene Berufslehre mit EFZ, Fachmittelschule oder Gymnasium + 4 Jahre Berufserfahrung in der ICT-Branche (min. 2 davon im Bereich Mediamatik)\n        * oder\n        * 6 Jahre Berufserfahrung in der ICT-Branche (min. 2 davon im Bereich Mediamatik)\n\n      Weiterführende Informationen zur Prüfung und Zulassung finden Sie hier.","markings":[{"startPosition":1703,"length":388,"isWord":false,"types":["prerequisites"],"provenanceInfo":null}],"documentURI":"i226015323260014473415249346982515424330.json"}