{"text":"      Kurs Adobe Muse\n\n        * 2 Tage\n        * chf 1259 p.P.\n        * Nächster Starttermin 6. April\n      BeratungsgesprächIch möchte mich anmelden\n      * Kursübersicht\n      * Einführung\n      * Themen\n      * Extra Info\n      * Startdaten & Standorte\n      * Tarife\n\n          Im Adobe Muse Training erstellen Sie eine komplette Website ohne HTML, technische Skripts und anderen Programmiercodes zu benutzen. Während des Trainings lernen Sie Adobe Muse vollständig kennen. Sie lernen eine eigene professionelle Website, mit verschiedenen Seiten, Navigation, Abbildungen und Verknüpfungen, zu erstellen. Nach der erfolgreichen Kursteilnahme haben Sie Ihre eigene Website publiziert.\n\n\n          Wählen Sie hier Ihren Kurs\n\n                * Bei einem privaten Training steht der Dozent zu Ihrer alleinigen Verfügung. Hierdurch haben Sie die Möglichkeit, eigene Fallbeispiele einzubringen und Feedback auf diese zu erhalten. Möchten Sie, dass der Kurs Ihren speziellen Wünschen, Ihrer Situation und Ihrer täglichen Praxis entspricht? Dann empfehlen wir ein maβgeschneidertes Training. Möchten Sie von Fallbeispielen anderer lernen, dann ist ein Gruppenkurs eine gute Alternative. Lassen Sie sich ein unverbindliches Angebot für ein maβgeschneidertes Training unterbreiten.\n              Privates Training Anzahl der Tage und Preis: in Absprache\n              Rufen Sie mich an\n              Bitte unterbreiten Sie mir ein unverbindliches Angebot\n                * Mit einer Firmenschulung wählen Sie ein Training vor Ort in Ihrem Unternehmen (obwohl \"extern\" natürlich immer eine Option ist). Sie können alleine oder mit einem oder mehreren Kollegen teilnehmen. Möchten Sie, dass die Schulung Ihren (oder Ihrer aller) spezifischen Wünschen, Ihrer Situation und täglichen Praxis entspricht? Denken Sie dann an ein \"maßgeschneidertes Training\".\n              Firmentraining Anzahl der Tage und Preis: in Absprache\n              Für einen oder mehrere Teilnehmer an einem von Ihnen gewünschten Ort (Maβarbeit möglich).\n              Rufen Sie mich an\n              Bitte unterbreiten Sie mir ein unverbindliches Angebot\n                * Beim Gruppentraining folgen Sie einer Ausbildung oder einem Kurs gemeinsam mit anderen Teilnehmern an einem Ort von Eduvision. Der Vorteil hierbei ist, dass Sie von den Fallbeispielen anderer Teilnehmer lernen können und das zum besten Tarif. Sehen Sie sich bei den Startdaten dieses entsprechenden Trainings die verschiedenen Optionen an.\n              Gruppentraining Anzahl der Tage: 2 Tage / CHF 1.259 (ohne Mehrwertsteuer, Preis pro Teilnehmer)\n              Rufen Sie mich an\n              Ich möchte mich anmelden\n            * Startdaten Nächstmöglicher Starttermin 6. April . Klicken Sie hier für eine Übersicht aller Kurstage.\n              = NOCH KEINE STARTGARANTIE\n\n              Bitte beachten Sie: Sobald genügend Anmeldungen vorliegen, erhält dieser Kurs eine Startgarantie. Rufen Sie uns an, um den aktuellen Stand oder entsprechende Alternativen zu erfahren.\n\n\n              = STARTGARANTIE\n\n              Dieser Kurs findet mit Sicherheit statt; es liegen genügend Anmeldungen vor. Haben Sie Fragen oder möchten Sie wissen, wie viele Plätze noch frei sind? Rufen Sie uns an!\n\n            * Standorte Basel, Bern, St. Gallen, Virtuell, Zürich\n            * Broschüre\n            * Kontakt\n            * Stellen Sie Ihre Frage\n\n        Kurs Adobe Muse: Startdaten\n\n\n          Wählen Sie aus 5 Standort(e) in Schweiz. Klicken Sie hier für eine Liste der genauen Adressen.\n\n          \n            Standort...BaselBernSt. GallenVirtuellZürichTermin...\n          \n\n\n          Gruppentraining\n\n\n          Gruppenkurse finden im Prinzip an den von uns vorgeschlagenen Terminen am Standort statt. Sie können sich hier telefonisch oder über die Website anmelden. Bei einem Gruppentraining folgen Sie einer Ausbildung oder einem Kurs zusammen mit mehreren Teilnehmern. Der Vorteil hierbei ist, dass Sie von den Fallbeispielen anderer Teilnehmer lernen können und das zum besten Tarif.\n\n\n          Firmentraining\n\n\n          Bei einem Firmentraining wählen Sie eine Schulung vor Ort in Ihrem Unternehmen (oder einem anderen Ort Ihrer Wahl) zu einem Zeitpunkt, der Ihnen am besten passt. Sie können alleine, mit einem oder mehreren Kollegen teilnehmen. Möchten Sie, dass das Training Ihren (oder Ihrer aller) spezifischen Wünsche, Ihrer Situation und Ihrer täglichen Praxis entspricht? Dann denken Sie bitte an ein \"maßgeschneidertes Training\". Rufen Sie uns für ein unverbindliches Angebot an oder fragen Sie dieses online an.\n\n\n          Privates Training\n\n\n          Bei einem privaten Training steht der Dozent zu Ihrer alleinigen Verfügung. So haben Sie die Möglichkeit, eigene Fallbeispiele einzubringen und Feedback auf diese zu erhalten. Möchten Sie, dass die Schulung Ihren speziellen Wünschen, Ihrer Situation und Ihrer täglichen Praxis entspricht? Dann empfehlen wir ein maβgeschneidertes Training. Möchten Sie von Fallbeispielen anderer lernen, dann ist ein Gruppenkurs eine gute Alternative. Fragen Sie telefonisch oder online unser Angebot für ein (maßgeschneidertes) privates Training an.\n\n            * Broschüre\n            * Kontakt\n            * Stellen Sie Ihre Frage\n\n      Fragen? Wir helfen Ihnen gerne!\n\n\n      043 508 1491\n      (Montags bis Freitags von 9.00 bis 17.30 Uhr)\n\n        * Bitte schicken Sie mir eine Broschüre\n        * Rufen Sie mich an\n        * Bitte unterbreiten Sie mir ein unverbindliches Angebot\n        * Ich möchte mich anmelden\n\n        Im Adobe Muse Training erstellen Sie eine komplette Website ohne HTML, technische Skripts und anderen Programmiercodes zu benutzen. Während des Trainings lernen Sie Adobe Muse vollständig kennen. Sie lernen eine eigene professionelle Website, mit verschiedenen Seiten, Navigation, Abbildungen und Verknüpfungen, zu erstellen. Nach der erfolgreichen Kursteilnahme haben Sie Ihre eigene Website publiziert.\n\n\n        Wählen Sie hier Ihren Kurs\n\n              * Bei einem privaten Training steht der Dozent zu Ihrer alleinigen Verfügung. Hierdurch haben Sie die Möglichkeit, eigene Fallbeispiele einzubringen und Feedback auf diese zu erhalten. Möchten Sie, dass der Kurs Ihren speziellen Wünschen, Ihrer Situation und Ihrer täglichen Praxis entspricht? Dann empfehlen wir ein maβgeschneidertes Training. Möchten Sie von Fallbeispielen anderer lernen, dann ist ein Gruppenkurs eine gute Alternative. Lassen Sie sich ein unverbindliches Angebot für ein maβgeschneidertes Training unterbreiten.\n            Privates Training Anzahl der Tage und Preis: in Absprache\n            Rufen Sie mich an\n            Bitte unterbreiten Sie mir ein unverbindliches Angebot\n              * Mit einer Firmenschulung wählen Sie ein Training vor Ort in Ihrem Unternehmen (obwohl \"extern\" natürlich immer eine Option ist). Sie können alleine oder mit einem oder mehreren Kollegen teilnehmen. Möchten Sie, dass die Schulung Ihren (oder Ihrer aller) spezifischen Wünschen, Ihrer Situation und täglichen Praxis entspricht? Denken Sie dann an ein \"maßgeschneidertes Training\".\n            Firmentraining Anzahl der Tage und Preis: in Absprache\n            Für einen oder mehrere Teilnehmer an einem von Ihnen gewünschten Ort (Maβarbeit möglich).\n            Rufen Sie mich an\n            Bitte unterbreiten Sie mir ein unverbindliches Angebot\n              * Beim Gruppentraining folgen Sie einer Ausbildung oder einem Kurs gemeinsam mit anderen Teilnehmern an einem Ort von Eduvision. Der Vorteil hierbei ist, dass Sie von den Fallbeispielen anderer Teilnehmer lernen können und das zum besten Tarif. Sehen Sie sich bei den Startdaten dieses entsprechenden Trainings die verschiedenen Optionen an.\n            Gruppentraining Anzahl der Tage: 2 Tage / CHF 1.259 (ohne Mehrwertsteuer, Preis pro Teilnehmer)\n            Rufen Sie mich an\n            Ich möchte mich anmelden\n          * Startdaten Nächstmöglicher Starttermin 6. April . Klicken Sie hier für eine Übersicht aller Kurstage.\n            = NOCH KEINE STARTGARANTIE\n\n            Bitte beachten Sie: Sobald genügend Anmeldungen vorliegen, erhält dieser Kurs eine Startgarantie. Rufen Sie uns an, um den aktuellen Stand oder entsprechende Alternativen zu erfahren.\n\n\n            = STARTGARANTIE\n\n            Dieser Kurs findet mit Sicherheit statt; es liegen genügend Anmeldungen vor. Haben Sie Fragen oder möchten Sie wissen, wie viele Plätze noch frei sind? Rufen Sie uns an!\n\n          * Standorte Basel, Bern, St. Gallen, Virtuell, Zürich\n\n            Einführung\n\n\n            Kurs Adobe Muse: Einführung\n\n\n              Während des Trainings\n\n\n              Im Training Adobe Muse lernen Sie, auf eine einfache Art und Weise, strukturierte und professionelle Websites zu erstellen. Adobe Muse ist eine Software mit der Sie HTML-Websites für Computer und mobile Endgeräte bauen. Die Software hat den Look und Feel von modernem Webdesign, ohne dass Sie dabei eine Zeile Code schreiben müssen. Während des Trainings lernen Sie Ihre eigene Website zu entwerfen. Sie lernen sowohl wie Sie Seiten bauen und Abbildungen platzieren als auch Verknüpfungen zu erstellen und eine Navigation und andere (interaktive) Designelemente hinzufügen. Abschließend lernen Sie Ihre Website zu testen und diese online zu stellen.\n\n\n              Praxisfall\n\n\n              Das Adobe Muse Training ist sehr praxisorientiert: Im Training starten Sie direkt mit dem Bau Ihrer eigenen Website. Sie erlernen den gesamten Prozess des Website-Designs kennen. Beim Entwerfen Ihrer eigenen Website arbeiten Sie mit Rastern (Templates) und Formatvorlagen. Auf diese Art und Weise erhalten Sie schnell und übersichtlich einen guten visuellen Zusammenhang zwischen Seiten und Texten. Im Training lernen Sie eine strukturierte Navigation zu erstellen, Headers und Foots hinzu zufügen, Links zu platzieren und verschiedene Widgets einzusetzen, wie Menüs, Slideshows, Fotos und Videos.\n\n\n              Nach der erfolgreichen Kursteilnahme\n\n\n              Nach der erfolgreichen Kursteilnahme wissen Sie, wie Sie auf einfache Art und Weise eine gestalterisch anspruchsvolle Website erstellen, die dynamische Elemente sowie Menüs und Diashows beinhaltet. Innerhalb der Website können Sie eine Navigation entwerfen, die Website realisieren und publizieren mit Adobe Muse.\n\n\n              Ihr Trainer: Fachexperte aus der Praxis\n\n\n              Um Praxisnähe und Aktualität zu garantieren, arbeitet Eduvision ausschließlich mit Dozenten, die den Fachbereich zu ihrer Berufspraxis gemacht haben. Sie sind als Experten auf dem Markt aktiv und teilen ihre Kenntnisse und Erfahrungen über die fachspezifischenTechniken, Entwicklungen und wichtigsten Tricks gerne mit Ihnen.\n\n\n              Warum Eduvision?\n\n                * Starker Praxisbezug: Dozenten und Aufträge aus der Praxis;\n                * Großes Netzwerk an Fachexperten: bereits seit 2000 als Bildungsinstitut aktiv;\n                * Lernen in Kleingruppen;\n                * Kostenlose persönliche Beratung, kundenfreundlicher Service, Gratis-Probestunden und -Webinare;\n                * Auf den Markt abgestimmte Maßarbeit: Seminare, InHouse Trainings & Consulting\n\n            Themen\n\n\n            Kurs Adobe Muse: Module\n\n\n              Im Adobe Muse Training behandeln wir folgende Themen Schritt für Schritt\n\n\n              Einführung Muse\n\n\n              Das Training Adobe Muse beginnt mit einer umfassenden Einführung zu Adobe Muse. Adobe Muse ist ein einzigartiges Webdesign-Programm, da es mit Muse möglich ist Websites zu gestalten, ohne HTML, CSS und JavaScript zu benutzen. In diesem Modul lernen Sie alles über die Möglichkeiten aber auch Vor- und Nachteile dieser Arbeitsweise.\n\n\n              Ihre Webseiten-Gestaltung\n\n\n              Im Kurs erstellen Sie eine eigene komplette Website. In diesem Modul arbeiten Sie an der Struktur Ihrer Website und lernen Sie wie Sie die Website erstellen und mit Informationen füllen.\n\n\n              Seiten & Raster erstellen\n\n\n              Muse arbeitet mit Rastern. Auf diesen befinden sich die Elemente, die auf jeder Seite von Ihrer Website zurückzufinden sind. In diesem Modul zeigen wir Ihnen, wie Sie diese Raster erstellen und Raster für mehrere Websites machen.\n\n\n              Verknüpfungen & Navigation\n\n\n              In diesem Module geht es um das Arbeiten mit Layouts, mit verschiedenenTextstilen, Menüs und das Zufügen von Hyperlinks. Des Weiteren lernen Sie wie Sie Verknüpfungen nutzen und die Navigation für Ihre Website zugänglich machen.\n\n\n              Texte & Abbildungen hinzufügen\n\n\n              Sie lernen wie Sie eine Vielzahl von Dateiformaten zufügen, ohne diese in einen Datentyp der konform für das Internet ist zu formatieren. Denken Sie hier zum Beispiel an eine PSD-Datei von Photoshop, die Sie direkt in Muse nutzen können. In diesem Modul zeigen wir Ihnen was die verschiedenen Möglichkeiten sind.\n\n\n              Ihr Praxisfall\n\n\n              In diesem letzten Modul geht es darum, dass Sie Ihre Website online stellen. Zunächst jedoch testen wir Ihre Website auf Herz und Nieren. Wir zeigen Ihnen worauf Sie achten sollten bevor Sie eine Website online stellen. Im Anschluss veröffentlichen Sie Ihre eigene professionelle Website. Natürlich bekommen Sie auch noch einige Tipps für das Erstellen von erfolgreichen Websites.\n\n\n            Startdaten & Standorte\n\n\n            Kurs Adobe Muse: Startdaten\n\n\n              Wählen Sie aus 5 Standort(e) in Schweiz. Klicken Sie hier für eine Liste der genauen Adressen.\n\n              \n                Standort...BaselBernSt. GallenVirtuellZürichTermin...\n              \n\n\n              Gruppentraining\n\n\n              Gruppenkurse finden im Prinzip an den von uns vorgeschlagenen Terminen am Standort statt. Sie können sich hier telefonisch oder über die Website anmelden. Bei einem Gruppentraining folgen Sie einer Ausbildung oder einem Kurs zusammen mit mehreren Teilnehmern. Der Vorteil hierbei ist, dass Sie von den Fallbeispielen anderer Teilnehmer lernen können und das zum besten Tarif.\n\n\n              Firmentraining\n\n\n              Bei einem Firmentraining wählen Sie eine Schulung vor Ort in Ihrem Unternehmen (oder einem anderen Ort Ihrer Wahl) zu einem Zeitpunkt, der Ihnen am besten passt. Sie können alleine, mit einem oder mehreren Kollegen teilnehmen. Möchten Sie, dass das Training Ihren (oder Ihrer aller) spezifischen Wünsche, Ihrer Situation und Ihrer täglichen Praxis entspricht? Dann denken Sie bitte an ein \"maßgeschneidertes Training\". Rufen Sie uns für ein unverbindliches Angebot an oder fragen Sie dieses online an.\n\n\n              Privates Training\n\n\n              Bei einem privaten Training steht der Dozent zu Ihrer alleinigen Verfügung. So haben Sie die Möglichkeit, eigene Fallbeispiele einzubringen und Feedback auf diese zu erhalten. Möchten Sie, dass die Schulung Ihren speziellen Wünschen, Ihrer Situation und Ihrer täglichen Praxis entspricht? Dann empfehlen wir ein maβgeschneidertes Training. Möchten Sie von Fallbeispielen anderer lernen, dann ist ein Gruppenkurs eine gute Alternative. Fragen Sie telefonisch oder online unser Angebot für ein (maßgeschneidertes) privates Training an.\n\n\n            Tarife\n\n\n            Kurs Adobe Muse: Tarife\n\n\n              Einmalige Zahlung\n\n\n              Kurs Adobe Muse: Die Kosten betragen CHF 1.259,00 Dies betrifft die Gebühr für eine Teilnahme an einem Gruppentraining. Bevorzugen Sie ein Firmentraining oder ein privates Training? Rufen Sie uns an oder fragen Sie online ein Angebot an.","markings":[{"startPosition":11234,"length":2077,"isWord":false,"types":["course_contents"],"provenanceInfo":null}],"documentURI":"i228017724237985138804439377928108009123.json"}