{"text":"    Weiterbildungsangebote\n\n            CAS Applied Data Science\n\n\n            Mathematisches Institut\n\n\n                Mit der Explosion von Daten in Wissenschaft, Wirtschaft, Verwaltung, Medizin und vielen anderen Bereichen, steigen die Bedeutung und der Bedarf an Data Science Kenntnissen. Dabei handelt es sich um die wissenschaftlichen Methoden und Prozesse der Extraktion von Wissen und Erkenntnissen aus Daten. Vor diesem Hintergrund bietet die Universität Bern ein Certificate of Advanced Studies (CAS) in Applied Data Science an.\n\n\n                Es ist in sechs Module gegliedert, der Abschluss ist innerhalb von ein oder zwei Jahren möglich. Das CAS sieht 16 ECTS-Kreditpunkte vor, die in 21 Präsenztagen mit einem Gesamtarbeitsaufwand von etwa 480 Stunden erreicht werden. Es gibt einen starken Fokus auf das gemeinsame Arbeiten, es werden jedoch alle Veranstaltungen im dualen Modell durchgeführt, d.h. eine Fernteilnahme ist jederzeit möglich. Es gibt 24 Plätze pro Jahr, wobei die Lehrmethoden modern und peerorientiert sind. Das Niveau setzt eigene Erfahrung und einen Hochschulabschluss mit etwas mathematischem Hintergrund voraus. Das Programm ist anwendungsorientiert im Sinne der Fokussierung auf Konzepte und Nutzung gängiger Data Science Infrastrukturen und Software Tools. Der Fokus liegt nicht auf theoretischer Erarbeitung der Mathematik, Statistik und Informatik.\n\n\n                Die Durchführung des CAS findet in englischer Sprache statt. Um die genauen Stundenpläne für den CAS 21/22 zu sehen, wechseln Sie bitte oben rechts auf die englische Version der Webseite.\n\n\n                Alle Studienplätze des CAS Applied Data Science 2021/22 sind besetzt.\n\n\n                Im November 2021 wird die Anmeldung für den CAS ADS 2022/23 geöffnet.\n\n\n                Überblick\n\nAbschluss                   Certificate of Advanced Studies in Applied Data Science ADS (CAS ADS Unibe)                                                                                                                \nNächster Start              08/2021                                                                                                                                                                                    \nDauer                       August 2021 - Juli 2022                                                                                                                                                                    \nUmfang                      16 ECTS                                                                                                                                                                                    \nTurnus                      Jährlich                                                                                                                                                                                   \nFlexibler Einstieg möglich  Ja                                                                                                                                                                                         \nEinzelmodul besuchbar       Ja                                                                                                                                                                                         \nOrt                         Universität Bern Bern, Winter School in Mürren, Berner Oberland                                                                                                                            \n                            Aufgrund der Pandemiesituation und den damit verbundenen behördlichen Vorgaben, möchten wir Sie darauf hinweisen, dass einzelne Module oder Teile davon digital durchgeführt werden können.\nSprache                     Englisch                                                                                                                                                                                   \nZulassung                   Studierende und Fachkräfte aus dem öffentlichen oder privaten Sektor, die einen Abschluss an einer Universität / Fachhochschule haben oder «sur Dossier».                                  \nKosten                      CHF 9'600                                                                                                                                                                                  \nSpezialpreise               Für Mitarbeitende und Studierende der Universität Bern CHF 5`600                                                                                                                           \nTrägerschaft                Mathematisches Institut                                                                                                                                                                    \n              AnmeldungWeiterempfehlen\n              \n\n                  Allgemeines zum Studiengang\n\n\n                    Allgemeines zum Studiengang\n\n\n                        Data Science ist eine Disziplin, die aus angewandter Mathematik, Statistik, Informatik, Ethik und fachspezifischem Wissen in Anwendungsbereichen besteht. Sie befasst sich mit den wissenschaftlichen Methoden und Prozessen zur Gewinnung von Wissen und Erkenntnissen aus Daten. Vor diesem Hintergrund bietet die Universität Bern ein Certificate of Advanced Studies (CAS) Programm in Applied Data Science an. Die Weiterbildung ist in sechs Module gegliedert, die sich über 21 Kurstage von August bis Januar erstrecken, und richtet sich an Fachleute und Forschende aus dem privaten und öffentlichen Sektor. Der Inhalt deckt einen vollständigen Zyklus von der Planung der Datenerfassung, Beschreibung und Visualisierung von Daten, Inferenz, maschinelles Lernen, Best Practices Ethik und Deep Learning ab.\n\n\n                        Die Lehrmethoden sind modern und peerorientiert. Das Niveau setzt eigene Erfahrung und einen Hochschulabschluss mit etwas mathematischem Hintergrund voraus. Das Programm ist in dem Sinne angewandt, dass es sich auf Konzepte und die Verwendung von gängigen Data Science Infrastrukturen und Software Tools konzentriert, nicht auf die theoretische Ausarbeitung der Mathematik, Statistik und Informatik\n\n\n                        \n                        Kursziele: CAS Applied Data Science\n\n\n                        Die Kurskompetenz wird in sechs Modulen entwickelt. Nach Abschluss werden die Absolventen:\n\n                          * mit verschiedenen Datenquellen und Datentypen vertraut sein und Datenmanagementpläne entwickeln können\n                          * in der Lage sein, wissenschaftliche Erkenntnisse aus Daten durch Anwendung statistischer Methoden zu beschreiben, zu extrahieren und zu präsentieren\n                          * in der Lage sein, Daten mit Werkzeugen und Methoden des maschinellen Lernens zu verarbeiten\n                          * mit Best Practices für Datenmanagement, Analytik und Wissenschaft vertraut sein;\n                          * in der Lage sein, Data-Science-Herausforderungen zu analysieren und zu kommunizieren und eine breite Palette von Data-Science-Werkzeugen und -Methoden anzuwenden;\n                          * in der Lage sein, Deep Learning für eine Vielzahl von Aufgaben durchzuführen.\n\n                        Die Durchführung des CAS findet in englischer Sprache statt. Um die genauen Stundenpläne für den CAS 21/22 zu sehen, wechseln Sie bitte oben rechts auf die englische Version der Webseite.\n\n\n                  Modules 2020/21 and 2021/22\n\n\n                    Modules 2020/21 and 2021/22\n\n\n                        Jedes Module des CAS in Advanced Machine Learning kann bei freien Plätzen individuell besucht werden.\n\n\n                        1. Data Acquisition and management\n                        Das Modul vermittelt ein Verständnis für verschiedene Datenquellen und -typen und zeigt, wie man Datenmanagementmodelle und -pläne entwirft.\n\n\n                        2. Statistical inference for data science)\n                        In diesem Modul werden typische statistische Konzepte zur Beschreibung und Analyse von Daten angeschaut. Desweiteren wird die Bedeutung der statistischen Inferenz für die Datenwissenschaft kennengelernt und wo diese angewendet werden kann, sowie das Verständnis und die Anwendung der theoretischen Konzepte. Es wird erlernt, wie aus statistischen Analyseergebnissen wissenschaftliche Schlussfolgerungen gezogen werden können.\n\n\n                        3. Data analysis and machine learning\n                        In diesem Modul werden Standard-Analysetechniken kennengelernt und es wird erarbeitet, wie modernes maschinelles Lernen mit Python genutzt werden kann.\n\n\n                        4. Ethics and best practices\n                        In diesem Modul werden Best Practices für Daten- und Code-Management, Ressourcennutzung, Qualitätssicherung, Open Science, Open Access und faire Prinzipien reflektiert und angewendet. Sie lernen die ethischen Fragen des wissenschaftlichen Rechnens kennen und können diese diskutieren und lernen den Umgang mit Versionskontrollsoftware mit Git.5. Consolidations and electives\n                        Dieses Modul umfasst Peer-Wissensaustauschgruppen, Peer-Beratungen und ausgewählte Lektüren.\n\n\n                        6. Deep Learning\n                        Dieses Modul beinhaltet die Erlernung von Deep Learning Ansätzen mit TensorFlow.\n\n\n                        Projektarbeit: 120 Stunden\n                        Die Teilnehmer erarbeiten und realisieren eine 4 ECTS-Projektarbeit, einzeln oder in Teams während des CAS. Die Betreuung erfolgt durch die CAS-Dozenten. Output sind ein Bericht, Codebook und eine Präsentation. Die Verwendung von eigenen Daten aus Beruf oder Forschung ist erwünscht.\n                        \n                        Die Dauer der Module entspricht jeweils ca. 20 Unterrichtsstunden und der Modularbeit (erwarteter Gesamtaufwand: 30 Stunden), wobei jedes vollständige Modul mit 2 ECTS-Punkten bewertet wird.\n\n\n                        Die Durchführung des CAS findet in englischer Sprache statt. Um die genauen Stundenpläne für den CAS 21/22 zu sehen, wechseln Sie bitte oben rechts auf die englische Version der Webseite.\n\n\n                  Trägerschaft und Dozierende\n\n\n                    Trägerschaft und Dozierende\n\n\n                        Die Weiterbildung Certificate in Advanced Studies (CAS) in Applied Data Science (ADS) wird vom mathematischen Institut der Uni Bern angeboten.\n\n\n                        Programm Management\n\n                          * Prof. Dr. Jan Draisma\n                          * Prof. Dr. Paolo Favaro\n                          * PD Dr. Sigve Haug (Studiendirektor)\n                          * Prof. Dr. Christiane Tretter\n                          * Prof. Dr. Thomas Wihler (Professur)\n\n                        Dozenten\n\n                          * Prof. Dr. Dr. Claus Beisbart – Universität Bern\n                          * Prof. Dr. Kai Brunnler – Berner Fachhochschule\n                          * Dr. Geraldine Conti – PAG\n                          * PD Dr. Sigve Haug – Universität Bern\n                          * Dr. Qiyang Hu – Universität Bern\n                          * Dr. Kinga Sipos – Universität Bern\n                          * M.Sc. Pablo Verges – DECTRIS Ltd.\n                          * Dr. Mykhailo Vladymyrov – Universität Bern\n                          * Dr. Guillaume Witz – Universität Bern\n\n                  Zulassungsbedingungen\n\n\n                    Zulassungsbedingungen\n\n\n                        Der CAS Applied Data Science richtet sich an Studierende und Fachkräfte aus dem öffentlichen oder privaten Sektor, die einen Abschluss an einer Universität oder Fachhochschule haben.\n\n\n                        Standard-Datensätze werden zur Verfügung gestellt, aber die Teilnehmenden werden ermutigt, ihre eigenen mitzubringen. Wenn Sie Fragen haben, ob dieses Programm für Sie geeignet ist, zögern Sie bitte nicht, uns zu kontaktieren.\n\n\n                        Interessierte, die nur an einzelnen Modulen teilnehmen wollen, können zugelassen werden, sofern freie Kursplätze vorhanden sind.\n\n\n                        Die Anmeldung ist ab November möglich und es können maximal 24 Anmeldungen pro Jahr angenommen werden. Die Anmeldungen werden in der Reihenfolge des Eingangs bearbeitet. Das CAS kann nur angeboten werden, wenn bis zum Anmeldeschluss genügend Anmeldungen vorliegen. Registrierte Teilnehmende erhalten eine Annahmebestätigung per E-Mail und werden zu einer der nächsten «About the CAS Applied Data Science» Veranstaltungen eingeladen.\n\n\n                  Anmeldung und Kosten\n\n\n                    Anmeldung und Kosten\n\n\n                        Reguläres CAS-Programm: CHF 9'600\n                        Mitarbeiter & Studenten der Universität Bern: CHF 5'600\n\n\n                        Inklusive aller Module, Leistungskontrollen, Zertifikate, Materialien & Lehrplattformen, Kaffeepausen, Hotel mit Vollpension auf Mallorca (Modul 3: Aufenthalt und Vollpension sind in der Gebühr enthalten) und Diplom-Apero. Die Teilnehmer müssen ihre eigenen Laptops mitbringen.\n\n\n                        lnklusive aller Module, Leistungskontrollen, Zertifikate, Materialien & Lernplattformen, Kaffeepausen, Halbpension Hotel in Mürren (Modul 6) und Diplom Apéro.\n\n\n                        Falls freie Plätze vorhanden sind, können die Module auch einzeln besucht werden. Die Kosten betragen CHF 300.- pro Halbtag. Einzelne Module werden mit Zertifikaten akkreditiert, die für das gesamte CAS ADS kumuliert werden können.\n\n\n                        Anmeldung\n\n\n                  Dokumente\n\n\n                    Dokumente\n\n                      Broschüre CAS ADS (PDF, 2.0 MB)\n                      Studienplan CAS ADS (PDF, 390KB)\n                      Studienreglement CAS ADS (PDF, 100KB)\n\n          ANSCHLUSSMÖGLICHKEITEN\n\n\n          CAS Advanced Machine Learning\n\nAbschluss       CAS                                          \nNächster Start  08.2021                                      \nSprache         Englisch                                     \nKosten          CHF 9'600 inkl. Vollpension-Hotel in Mallorca\n\n          Dieser CAS AML bietet Ihnen die Möglichkeit, Ihre Kompetenzen in Datenwissenschaft durch Kenntnisse und Fähigkeiten im Bereich maschinelles Lernen und künstliche Intelligenz zu vertiefen und zu erweitern.\n\n          Mathematisches Institut\n      * Weiterempfehlen\n            + Facebook\n            + E-Mail\n            + Twitter\n            + LinkedIn\n      * Drucken","markings":[{"startPosition":1831,"length":75,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":13946,"length":3,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":3991,"length":153,"isWord":false,"types":["prerequisites"],"provenanceInfo":null},{"startPosition":11564,"length":1049,"isWord":false,"types":["prerequisites"],"provenanceInfo":null},{"startPosition":7604,"length":2620,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":6279,"length":35,"isWord":false,"types":["learning_objectives"],"provenanceInfo":null}],"documentURI":"i25534196025914945961014016782710588338.json"}