{"text":"\n          CAS Krisenintervention\n\n\n          In der schnelllebigen Zeit und zunehmend komplexen Gesellschaft wird für das Individuum die Konfrontation mit Krisenerscheinungen und -erfahrungen immer wahrscheinlicher. Im Gegensatz zur langfristig angelegten Psychotherapie fokussiert die Krisenintervention auf das belastende «Hier und Jetzt» und versucht, durch geeignete Interventionen zu stabilisieren und zu entlasten. Der CAS Krisenintervention vermittelt fundiertes Wissen dazu.\n\n\n                «Dank dieser Weiterbildung habe ich meinen eigenen Beratungsstil gefunden und meine Kompetenzen erweitert. Die Techniken, die ich kennengelernt habe, helfen mir bei meiner Tätigkeit als Hebamme sehr.»\n\n\n                Nathalie Hofer, Absolventin\n\n\n          Die Erfahrung, dass im Krisenfall persönliche, familiäre und lokale Netzwerke häufig nicht mehr tragfähig sind, um Krisen adäquat bewältigen zu können, führt zur Notwendigkeit, dass vermehrt gesellschaftliche Kräfte kompensatorisch tätig werden müssen. Diesen Erfordernissen trägt der Zertifikatslehrgang (CAS) Krisenintervention Rechnung.\n\n\n          Er befähigt potenzielle Krisenberaterinnen und Krisenberater dazu, Menschen in individuellen Krisen professionell zu begleiten, eine Unterstützung zur Wiedergewinnung von persönlicher Handlungsfähigkeit zu bieten und durch entlastende und stützende Massnahmen zur Stabilisierung der Lebensumstände beizutragen.\n\n\n          Auf einen Blick\n\n\n          Abschluss\n\n\n          Certificate of Advanced Studies CAS in Krisenintervention (23 ECTS)\n\n\n          Schwerpunkte\n\n            * Grundlagen der Krisenintervention\n            * Spezielle Aspekte der Krisendiagnostik und Krisenintervention\n            * Beratungskompetenz in der Krisenintervention\n            * Personale Kompetenz und Ressourcenorientierung\n\n          Dauer\n\n\n          26 Präsenztage, berufsbegleitend (Anzahl Präsenztage variiert je nach Lehr- und Lernform. Verbindlich ist der aktuelle Terminplan.)\n\n\n          Kosten\n\n\n          Anmeldegebühr: EUR 150.–*\n          Lehrgangskosten: EUR 4 850.–*\n          Kosten Total: EUR 5 000.–*, inkl. Unterlagen, Leistungsnachweise und Zertifikat (Preisänderungen vorbehalten)\n\n\n          *Es gilt der aktuelle Wechselkurs.\n\n\n          Zulassung\n\n\n          Anerkannter Tertiärabschluss, mehrjährige qualifizierte Berufserfahrung, Tätigkeit in einem entsprechenden Arbeitsfeld\n\n\n          Durchführungsort\n\n\n          Fachhochschule Vorarlberg, Schloss Hofen, Zentrum für Wissenschaft und Weiterbildung in Lochau, Österreich\n\n\n          Beginn\n\n\n          Die nächste Durchführung ist auf September 2021 geplant.\n\n\n          Hinweis\n\n\n          Dieser Zertifikatslehrgang (CAS) kann als in sich geschlossene Weiterbildung oder als Teil unseres Weiterbildungsmasters (MAS) in Psychosozialer Beratung besucht werden.\n\n\n                Studieninhalte\n\n\n                    Der Zertifikatslehrgang umfasst folgende Themenschwerpunkte:\n\n\n                    Grundlagen der Krisenintervention\n\n                      * Krisentheorie – Krisenkonzepte – Krisendynamik\n                      * Psychosomatische Aspekte der Krise – Notfallmedizin\n                      * Traumatische Krisen, Selbstverletzung, Gewalt und Tötung\n\n                    Spezielle Aspekte der Krisendiagnostik und Krisenintervention\n\n                      * Krise und Diagnostik I – Psychotraumatologie\n                      * Krise und Diagnostik II – Psychosoziale Krisen\n                      * Krise und Diagnostik III – Krisen im Kindes- und Jugendalter\n\n                    Beratungskompetenz in der Krisenintervention\n\n                      * Beziehungsgestaltung in der Krisenintervention I – Rapport-Strategien\n                      * Beziehungsgestaltung in der Krisenintervention II – Methoden der systemischen Krisenbegleitung\n                      * Supervision\n                      * Institutionelle Krisen – Krisen in Helfersystemen\n                      * Krisenmanagement und Netzwerkarbeit/Debriefing\n\n                    Personale Kompetenz und Ressourcenorientierung\n\n                      * Emotionale Belastungen, maladaptive Copingstrategien und Selfcare\n                      * Integration und Abschluss (inkl. Abschlussarbeit)\n\n                    Dieser Lehrgang schliesst mit mindestens einem Leistungsnachweis ab.\n\n\n                Zielgruppe und Zulassung\n\n\n                    Zielgruppe\n\n\n                    Der Lehrgang richtet sich an Fachpersonen aus unterschiedlichen psychosozialen Arbeitsfeldern. Zum Beispiel aus der Sozialen Arbeit, Sozialpädagogik, Sozialassistenz, Pflege, Psychologie oder Psychotherapie. Es sind auf jeden Fall Personen, die sich im Bereich der Krisenintervention und Begleitung von traumatisierten Menschen gezielt weiterbilden möchten.\n\n\n                    Zulassung\n\n\n                    Zugelassen sind Personen\n\n                      * mit anerkanntem Tertiärabschluss (Universität, Fachhochschule, Höhere Fachschule oder vergleichbarer Abschluss)\n                      * mit qualifizierter Berufserfahrung, mindestens zwei Jahre nach Abschluss der Ausbildung\n                      * mit einer Tätigkeit in einem Arbeitsfeld, in dem sie das Gelernte umsetzen können (Prinzip der Transferorientierung)\n\n                Berufswelt\n\n\n                    Teilnehmende erweitern und vertiefen ihre Fach-, Sozial- und Methodenkompetenz.\n\n\n                    Die Absolventinnen und Absolventen\n\n                      * verfügen über vertiefte Kenntnisse bezüglich Theorien, Konzepte und Methoden zur Entstehung und Erklärung von menschlichen Krisen;\n                      * wenden dieses Wissen und das methodische Repertoire zum Beziehungsaufbau und zur Settinggestaltung im Rahmen von Kriseninterventionen erfolgreich an;\n                      * besitzen fundierte Kenntnisse über die Anwendungsmöglichkeiten systemischer Interventionstechniken und erfolgreicher Copingstrategien;\n                      * verfügen über grundlegende Kompetenzen in Krisenmanagement und ressourcenorientierter Netzwerkarbeit;\n                      * reflektieren fachspezifisch Burnout-Phänomene, Stressentstehung und -bewältigung, Suizidalität sowie die individuelle Psychohygiene;\n                      * nutzen ihr professionelles Wissen und ihre Fähigkeiten, um in Krisen involvierte Menschen sowie ehren- und hauptamtliches Krisenpersonal zu unterstützen;\n                      * können «Erste-Hilfe-Interventionen» setzen und Menschen nach traumatischen Erfahrungen begleiten.\n\n                Partner\n\n\n                        Schloss Hofen, Zentrum für Wissenschaft und Weiterbildung in 6911 Lochau (Österreich)\n\n\n                Beratung und Anmeldung\n\n\n                    Sind Sie unsicher, ob diese Weiterbildung zu Ihnen passt? Wir beraten Sie gerne: kostenlos und unverbindlich.\n\n\n                    Beratungsgespräch vereinbaren\n\n\n                    Haben Sie mit dieser Weiterbildung das passende Angebot gefunden? Wir freuen uns über Ihre Anmeldung.\n\n\n                    Anmeldung\n\n\n                    Allgemeine Geschäftsbedingungen\n\n\n                CAS Krisenintervention\n\n\n                Anmeldung\n\n\n                      Jetzt anmelden\n\n\n                Quicklinks\n\n\n                      Beratungsgespräch vereinbaren\n\n\n                      Infoveranstaltungen\n\n\n                      Terminplan\n\n\n                      Weiterbildungs-Finder\n\n\n                Downloads\n\n                        * Flyer CAS Krisenintervention\n                        * Studienführer Beratung und Coaching\n\n                Kontaktperson für fachliche Fragen\n\n\n                      Prof. Dr. Peter Bünder\n                      Lehrgangsleiter, Dipl. Päd., Dipl.-Sozialarbeiter; Professor an der Fachhochschule Düsseldorf\n\n\n                      info(at)schlosshofen.at\n\n\n                Kontaktperson für administrative Fragen\n\n\n                      Bernhard Gut\n\n\n                      +43 5574 4930 464\n                      info(at)schlosshofen.at","markings":[{"startPosition":1486,"length":67,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":1594,"length":229,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":2895,"length":1438,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":2283,"length":118,"isWord":false,"types":["prerequisites"],"provenanceInfo":null},{"startPosition":4844,"length":414,"isWord":false,"types":["prerequisites"],"provenanceInfo":null},{"startPosition":4432,"length":357,"isWord":false,"types":["target_groups"],"provenanceInfo":null},{"startPosition":5309,"length":1208,"isWord":false,"types":["learning_objectives"],"provenanceInfo":null}],"documentURI":"i270216441227637573028034941451770126577.json"}