{"text":"    Weiterbildungsangebote\n\n            Executive MBA (EMBA) Marketing Management\n\n\n            Institut für Marketing und Unternehmensführung IMU, Abteilung Marketing\n\n\n                Sie suchen einen EMBA mit sehr guter Reputation. Die Universität Bern bietet das. Sie gehört weltweit zum Kreis der 150 besten Universitäten aus mehr als 2.000 bewerteten Institutionen. Das verpflichtet. Seit 5 Jahren bietet das Institut für Marketing und Unternehmensführung (Abteilung Marketing) in Zusammenarbeit mit anderen Instituten ein berufsbegleitendes, praxisnahes und mit einem ausgewählten Lehrkörper realisiertes Weiterbildungsprogramm an. Der Abschluss mit dem Executive MBA in Marketing Management bietet den Nachweis über eine Weiterbildung auf einem hohen Niveau. Den Executive MBA können Sie erreichen, indem Sie 3 der aktuell 6 angebotenen CAS Lehrgänge absolvieren und eine Masterarbeit verfassen.\n\n\n                Mehr erfahren\n\n\n                Überblick\n\nAbschluss                   Executive Master of Business Administration in Marketing Management EMBA Universität Bern (EMBA MM Unibe)                                                                                                                                                                      \nNächster Start              2021                                                                                                                                                                                                                                                                           \nDauer                       Individuell wählbar                                                                                                                                                                                                                                                            \nUmfang                      60 ECTS                                                                                                                                                                                                                                                                        \nTurnus                      fortlaufend                                                                                                                                                                                                                                                                    \nFlexibler Einstieg möglich  Ja                                                                                                                                                                                                                                                                             \nEinzelmodul besuchbar       Ja                                                                                                                                                                                                                                                                             \nOrt                         Bern                                                                                                                                                                                                                                                                           \n                            Aufgrund der Pandemiesituation und den damit verbundenen behördlichen Vorgaben möchten wir Sie darauf hinweisen, dass einzelne Module oder Teile davon digital durchgeführt oder verschoben werden können.                                                                     \nSprache                     Deutsch                                                                                                                                                                                                                                                                        \nZulassung                   Für die Zulassung wird eine Erstausbildung an einer Universität oder Fachhochschule sowie eine fünfjährige Berufserfahrung mit zweijähriger Führungserfahrung vorausgesetzt. Die Studienleitung kann in begründeten Fällen weitere Personen zulassen (Zulassung «sur dossier»).\nKosten                      CHF 33'000                                                                                                                                                                                                                                                                     \nTrägerschaft                Institut für Marketing und Unternehmensführung IMU, Abteilung Marketing                                                                                                                                                                                                        \nPartner                     Jungfrau – Top of Europe, valiant                                                                                                                                                                                                                                              \n              AnmeldungWeiterempfehlen\n              \n\n                  Allgemeines zum Studiengang\n\n\n                    Allgemeines zum Studiengang\n\n\n                        Berufsbegleitende Weiterbildung an der Universität Bern\n\n\n                        Sie suchen einen EMBA mit sehr guter Reputation. Die Universität Bern bietet das. Sie gehört weltweit zum Kreis der 150 besten Universitäten aus mehr als 2.000 bewerteten Institutionen. Das verpflichtet. Seit 5 Jahren bietet das Institut für Marketing und Unternehmensführung (Abteilung Marketing) in Zusammenarbeit mit anderen Instituten ein berufsbegleitendes, praxisnahes und mit einem ausgewählten Lehrkörper realisiertes Weiterbildungsprogramm an. Der Abschluss mit dem Executive MBA in Marketing Management bietet den Nachweis über eine Weiterbildung auf einem hohen Niveau. Eine Schulungsinstitution steht und fällt mit der Qualität des Lehrkörpers. Die Lehrkörper der CAS-Lehrgänge kommen aus Universitäten, Fachhochschulen und - das ist besonders wichtig - auch aus der Praxis. Eine ständige Qualitätskontrolle stellt die didaktische Qualität sicher.\n                        Lehren und Lernen hat eine soziale Seite: Die Lehrkräfte halten den Kontakt mit den Studierenden. Die Studierenden organisieren sich als Lerngruppe und tauschen ihre Praxiserfahrungen aus. Mit den Unterrichtsmitteln zusammen entsteht eine intensive Lernatmosphäre. Entscheidend ist, wie weit der Unterricht die Praxis verändert. Wir bauen Brücken zwischen Forschung, Lehre und Praxis. Die Verbindung erfolgt mittels Transferarbeiten und der Masterarbeit. Die Prüfungen dienen ebenfalls diesem Austausch.\n                        Seit seiner Gründung ist das Weiterbildungsprogramm am Institut für Marketing und Unternehmensführung (Abteilung Marketing) stetig gewachsen. Aktuell können Weiterbildungsstudierende aus einem Angebot von 6 CAS-Lehrgängen auswählen. 3 erfolgreich absolvierte CAS-Lehrgänge ergeben das international anerkannte Diplom \"Executive MBA in Marketing Management.\n\n\n                  Module\n\n\n                    Module\n\n\n                        Module zu 3 Tagen\n\n\n                        Der Unterricht findet einmal pro Monat von Donnerstag bis Samstag statt. Die Unterrichtszeiten sind am Donnerstag und Freitag jeweils von 8.30 Uhr bis 17.00 Uhr. Am Samstag geht der Unterricht von 8.30 Uhr bis 15.00 Uhr.\n\n\n                        EMBA - voll modular\n\n\n                        Stellen Sie Ihren individuellen EMBA zusammen. Sie können aus aktuell 6 CAS-Lehrgängen mit Marketing-Thematik wählen. 3 erfolgreich absolvierte CAS-Lehrgänge und die Masterarbeit ergeben den Executive MBA in Marketing Management, welcher 60 ECTS-Punkte umfasst.\n\n\n                        Alles inklusive\n\n\n                        In der Lehrgangsgebühr sind alle Leistungen und abgegebene Unterlagen inklusive. Sie erhalten alle Unterlagen in elektronischer Form im Online-Lehrgangsbereich mit persönlichem Zugang. Bei Anrechnung eines externen CAS (im Umfang von max. 15 ECTS Punkte) fallen zur Betreuung der Masterarbeit zusätzliche Kosten von CHF 3000.- an.\n\n\n                        Abschluss mit Diplom\n\n\n                        Das Diplom Executive MBA in Marketing Management der Universität Bern ist ein international anerkannter Ausweis für eine absolvierte Weiterbildung auf hohem Niveau.\n\n\n                  Trägerschaft und Dozierende\n\n\n                    Trägerschaft und Dozierende\n\n\n                        Trägerschaft\n\n\n                        Der Executive MBA wird organisiert und durchgeführt von der Abteilung IMU Marketing EMBA der Universität Bern.\n\n\n                        Dozierende\n\n\n                        Die Teilnehmenden werden von den unterschiedlichsten Dozentinnen und Dozenten durch die Module geführt. Wir setzen auf Dozentinnen und Dozenten der Universität Bern, aber auch externen Universitäten und Hochschulen sowie Personen aus der Praxis.\n\n                          * Dozierende Universität Bern:\n\n                        Prof. Dr. Markus Arnold, Dr. Monika Bandi, Prof. Dr. Harley Krohmer, Dr. Lucia Malär, Prof. Dr. Christian Matt, Prof. em. Dr. Hansruedi Müller, Dr. Bettina Nyffenegger, Dr. Matthias Stürmer\n\n                          * Externe Dozierende anderer Universitäten oder aus der Praxis:\n\n                        Prof. Dr. Tobias Aubele (FHWS), Dr. Olivier Blattman (iQual), Prof. Dr. Michael Boenigk (Hochschule Luzern), Alexander Herrmann (Sasserath Herrmann Baumann Plus AG), Prof. Dr. Reto Hofstetter (Univerisität Luzern), Dr. Pia Ingold (Universität Zürich), Dr. Patrick Kaltenrieder (KPT), Prof. Dr. Claudia Joncyzk-Sédès (Universität Neuchâtel), Prof. Dr. Hanna Krasnova (Universität Potsdam), Prof. Dr. Florian Kraus (Universität Mannheim), Prof. Dr. Ralf Kreutzer (Hochschule für Wirtschaft und Recht Berlin), Philipp Leimgruber (SBB), Barbara Schwede (Die Schweden), Dr. Pascal Sieber (sieber&partners), Dr. Christoph Wolf (SwissQ) und viele mehr\n\n\n                  Zulassungsbedingungen\n\n\n                    Zulassungsbedingungen\n\n                          * Für die Zulassung muss eine erfolgreich abgeschlossene Erstausbildung an einer anerkannten Universität oder Fachhochschule vorhanden sein.\n                          * Zudem muss die Person über eine mindestens fünfjährige Berufserfahrung vorweisen, wovon mindestens zwei Jahre Führungserfahrung Voraussetzung sind.\n                          * In Begründeten Fällen kann die Programmleitung weitere Personen zulassen, die die Bedingungen nicht oder nur teilweise erfüllen (bspw. «sur dossier»). Die Programmleitung kann eine ausserordentliche Zulassung von zusätzlichen Studienarbeiten abhängig machen, die bis zum Ende des Lehrgangs erfüllt sein müssen.\n                          * Für einzelne Module können Personen unter den oberen Bedingungen zugelassen werden, sofern dies vorgesehen ist und freie Plätze vorhanden sind.\n\n                  Anmeldung und Kosten\n\n\n                    Anmeldung und Kosten\n\n\n                        Die Anmeldung erfolgt über die Leitung der Weiterbildung, welche über info@imu-weiterbildung.ch oder +41 31 684 45 41 erreich werden kann.\n\n\n                        Die Lehrgangsgebühren belaufen sich auf CHF 33'000. (inkl. Unterricht, Unterlagen, Prüfungen und Zertifikat).\n\n\n                  Dokumente\n\n\n                    Dokumente\n\n                      Reglement für die Weiterbildungsstudiengänge in Marketing (PDF, 95KB)\n\n              Kontakt\n\n\n                  Prof. Dr. Harley Krohmer\n\n\n                  +41 31 684 80 31\n\n\n                  harley.krohmer@imu.unibe.ch\n\n                  Direktor Institut für Marketing und Unternehmensführung Abteilung Marketing\n\n                  Dr. Caroline Kähr Serra\n\n\n                  +41 31 684 45 76\n\n\n                  caroline.kaehrserra@imu.unibe.ch\n\n                  Leitung Weiterbildung Abteilung Marketing\n\n                Vorherige Weitere\n\n\n              News\n\n\n                  LinkedIn\n\n\n                  Besuchen Sie uns auf LinkedIn\n\n\n                  Info-Abend: 29. Oktober 2020, 19 Uhr\n\n\n                  Melden Sie sich jetzt an: Informieren Sie sich umfassend über die Weiterbildungsstudiengänge des IMU und lernen Sie die Studienleitungen persönlich kennen.\n\n\n                Vorherige Weitere\n\n\n                Claudia Hahnloser\n\n\n                «Der EMBA der Universität Bern hat mir Denkanstösse auf hohem Niveau gegeben. Der hohe Praxisbezug hat mir für meine tägliche Arbeit sehr viel gebracht. Die Präsenzzeiten konnte ich mit meiner Berufstätigkeit gut vereinbaren. Ich konnte spannende Diskussionen mit den Dozierenden führen und fand viele Mitstudierende mit reicher Führungs- und Praxiserfahrung.»\n\n\n                CEO Alpina Vista Augenzentrum\n\n\n          Anschlussmöglichkeiten / thematisch verwandte Studiengänge\n\n\n          CAS Onlinemarketing und Social Media OSM\n\nAbschluss       CAS       \nNächster Start  08.2021   \nSprache         Deutsch   \nKosten          CHF 11'000\n\n          Die beiden Begriffe Onlinemarketing und Social Media sind inzwischen allgemein bekannt. Neue Medien und Technologien müssen zielbezogen eingesetzt werden. Deshalb brauchen die Unternehmen Fachleute, Expertinnen und Experten, um das Digitale Marketing erfolgreich umzusetzen.\n\n          Institut für Marketing und Unternehmensführung IMU\n\n          CAS Markenmanagement und Kommunikation MMK\n\nAbschluss       CAS       \nNächster Start  09.09.2021\nSprache         Deutsch   \nKosten          CHF 11'000\n\n          Der CAS-Lehrgang zum Thema Markenmanagement macht die Grundlagen der strategischen Markenführung transparent, erlebbar und verständlich. Darüber hinaus schlägt er die Brücke in eine zeitgemässe Markenkommunikation, die Zielgruppen und ihre Bedürfnisse berücksichtigt und ihnen Rechnung trägt.\n\n          Institut für Marketing und Unternehmensführung IMU\n\n          CAS Marktorientierte Betriebswirtschaftslehre MBWL\n\nAbschluss       CAS       \nNächster Start  06.05.2021\nSprache         Deutsch   \nKosten          CHF 11'000\n\n          Dieser CAS-Lehrgang vermittelt Ihnen die Grundlagen der Betriebswirtschaft. Aus strategischer Sicht vermitteln wir Ihnen Planungsmodelle sowie die Grundlagen für die Umsetzung von Strategien und das dazugehörige Controlling über strategische und finanzielle Kennziffern. Eine Unternehmenssimulation am Ende des Lehrgangs zeigt das Zusammenspiel der Instrumente, Funktionen und Prozesse in einem Unternehmen.\n\n          Institut für Marketing und Unternehmensführung IMU\n\n          CAS Digital Transformation\n\nAbschluss       CAS       \nNächster Start  29.04.2021\nSprache         Deutsch   \nKosten          CHF 11'000\n\n          Durch die Digitalisierung sehen die Organisationen einem grossen Druck zur Veränderung ausgesetzt. Die Organisationen benötigen neue Geschäftsmodelle, neue Strategien und Prozessabläufe, um das Potenzial der neuen Technik auszuschöpfen. Wem dies gelingt, dem öffnen sich neue Chancen.\n\n          Institut für Marketing und Unternehmensführung IMU\n      * Weiterempfehlen\n            + Facebook\n            + E-Mail\n            + Twitter\n            + LinkedIn\n      * Drucken","markings":[{"startPosition":993,"length":105,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":8346,"length":164,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":13058,"length":3,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":13569,"length":3,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":14106,"length":3,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":14734,"length":3,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":3993,"length":271,"isWord":false,"types":["prerequisites"],"provenanceInfo":null},{"startPosition":10243,"length":825,"isWord":false,"types":["prerequisites"],"provenanceInfo":null}],"documentURI":"i30050633076300009684961717279825149870.json"}