{"text":"    Weiterbildung auf einen Blick\n    Weiterbildung auf einen Blick\n\n\n          «Bäume, Häuser und öffentliche Räume» – Resiliente Siedlungsplanung\n\n\n          Was tragen landschaftliche Elemente zum Stadtverständnis und zur Ortsidentität bei? Was bedeutet der Urban Forest in der qualitativen Stadtentwicklung nach innen? Welche Rolle spielen landschaftliche Elemente und Bäume im öffentlichen Raum und wie beeinflussen sie die Wahrnehmung des urbanen Umfelds?\n\n\n          In vier Kurstagen werden die folgenden Themen behandelt und diskutiert:\n\n            * Stadtentwicklungsmodelle\n            * Integrale Planungsprozesse\n            * Grün- und Freiraumgestaltung in halbprivaten Räumen\n            * Atmosphäre der zukünftigen Orte gestalten\n\n              * Abschluss\n\n                Sie erhalten eine Teilnahmebestätigung.\n\n              * Studienmodell\n\n                Der Fachkurs besteht aus einem eintägigen Webinar sowie vier Kurstagen.\n\n              * Studiendauer\n\n                September 2022\n\n              * Studienort\n\n                FHGR, Zürich / online / verschiedene Exkursionen\n\n              * Studienbeginn\n\n                15.09.2022\n\n              * Studiengebühren\n\n                CHF 1500\n\n              * Studienleitung\n\n                Bühler Krebs Sandra Mehr über Bühler Krebs Sandra\n\n              * Anmeldeschluss\n\n                16.08.2022\n    Zielgruppe\n    Zielgruppe\n\n\n          Die Weiterbildung richtet sich an alle, die eine nachhaltige Entwicklung mitgestalten wollen und Klimaveränderungen anpacken möchten. Die Vernetzung von verschiedenen Fachbereichen sowie innovative und partizipative Ansätze stehen dabei im Vordergrund. Sie können Ihre Erfahrungen und Kenntnisse in das Programm einbringen.\n\n\n          Sie sind:\n\n            * Stadtplaner/in\n            * Architekt/in\n            * Landschaftsarchitekt/in\n            * Landschaftsplaner/in\n            * Bauingenieur/in\n            * Ökologe/Ökologin\n            * Gärtner/in\n            * Baumpfleger/in\n            * Absolvent/in einer waldbezogenen Berufsausbildung\n            * aus dem Bereich der Umweltwissenschaften\n            * Förster/in\n            * Forstwart/in\n            * aus dem sozialen Bereich mit Affinität zu baum- und pflanzenbezogenen Themen und Fragestellungen\n\n          Sie haben in Ihrem beruflichen Umfeld zu tun mit:\n\n            * urbaner Landschaftsplanung und -gestaltung\n            * urbaner Landschaftsarchitektur\n            * urbanen Stadtwäldern\n            * substrat- und standortbezogenen Fragestellungen\n            * Bäumen, Pflanzen und Tieren\n            * stadtökologischen Fragenstellungen\n            * umweltsoziologischen und umweltpolitischen Aufgaben\n            * Stadt- und Freiraumentwicklung\n            * Raum- und Städtebau sowie -planung\n            * «grüner» Architektur\n            * nachhaltigkeitsbezogener, klimapolitischer Kommunikation\n    Studieninhalte\n    Studieninhalte\n\n\n          Lernziele\n\n\n          Sie verstehen die wichtigen Beziehungen zwischen Architektur, Landschaftsarchitektur und Raumplanung bzw. Städtebau und entwickeln ein fachübergreifendes Verständnis für die vielfältigen Anforderungen an öffentliche Räume.\n          Sie können die räumlichen, architektonischen und gestalterischen Qualitäten von Landschaften zwischen bebauten Strukturen erkennen, deren Wirkung auf die Quartiere und die Quartierbevölkerung beschreiben und diese in die anschliessenden Gestaltungsanforderungen einflechten.\n\n\n          Kompetenzen\n\n\n          Planen bedeutet, über die Zukunft nachzudenken und Handlungen vorzubereiten. Es geht darum, neben der räumlichen Idee, Vision und Haltung insbesondere die Bedürfnisse der Gesellschaft und der Landschaft im Sinne des Allgemeinwohls abzuwägen und unter Einhaltung der Vorschriften und Gesetze in Form eines Entwurfs räumlich zu manifestieren. Der Städtebau umfasst die räumliche Ordnung, das Verhältnis zwischen Gebäuden, Freiraum und Landschaft, die Qualität der Gestaltung sowie die Entwicklung notwendiger unterschiedlicher Prozesse gleichermassen. Dies bedeutet, das Denken über diese Zusammenhänge und in allen anwendbaren Massstäben sowie die Entwicklung von Räumen und Raumwirkungen, die zur Aneignung und Interaktion anregen, zu fördern. Durch die Verknüpfung von Raum und Nutzenden entstehen Orte mit Identität und Atmosphäre, mit denen sich die Bevölkerung identifizieren kann. Innerstädtische Bäume und Wälder sind wesentlich für die Entwicklung von nachhaltig angenehmen öffentlichen Räumen. Eine Veränderung im urbanen Raum bedeutet immer auch ein Abwägen unterschiedlicher Interessen, Bedürfnisse und Funktionen. Der Urban Forest ist ein wichtiges Element in diesem Abwägungsprozess und wird als Teil der Stadt erfasst.\n\n\n      Webinar: Lebensqualität in der Stadt\n\n\n                Gesunde Bäume und gesunde Menschen stehen im Fokus der Einführung in den Fachkurs. Dabei stellt sich die Frage, welche Funktionen öffentliches Grün im Städtebau hat.\n\n\n      Tag 1: Stadtentwicklungsmodelle\n\n\n                Zu Beginn wird die historische Bedeutung von gestalteter Landschaft, z.B. Versailles, Champs-Élysées, Linde auf einem Dorfplatz etc., erläutert.\n\n\n                Daraus lässt sich ableiten, wie der Urban Forest als Teil des Stadtbilds unter Berücksichtigung des «Schönheitsaspekts» bei der Ortsbildplanung und der Anforderungen an die innere Verdichtung zu verstehen ist.\n\n\n                Form: Vorträge, Vertiefungsgespräche, Gruppenarbeiten\n\n\n                Datum und Uhrzeit: Freitag, 16.09.2022, 09:15 – 16:45 Uhr\n\n\n                Durchführungsort: Zürich oder online\n\n\n                Dozentin: Sandra Bühler\n\n\n      Tag 2: Integrale Planungsprozesse\n\n\n                Nutzungsintensitäten wirken sich gestalterisch unterschiedliche aus im öffentlichen Raum. Diesbezüglich sollen zwei innerstädtische Landschaftsräume und ihr städtebauliches Potenzial miteinander verglichen werden.\n\n\n                Form: Exkursion\n\n\n                Datum und Uhrzeit: Samstag, 17.09.2022, 09:15 – 16:45 Uhr\n\n\n                Durchführungsort: Zug oder online\n\n\n                Dozierende: Sandra Bühler, Praxispartner\n\n\n      Tag 3: Grün- und Freiraumgestaltung in halbprivaten Räumen\n\n\n                Im Fokus steht der Einfluss der Gestaltung auf die Akzeptanz und Nutzung von Räumen. Das sogenannte «place making» soll in Bezug auf Grünräume in der Stadt an konkreten Beispielen untersucht werden.\n\n\n                Form: Exkursion\n\n\n                Datum und Uhrzeit: Freitag, 23.09.2022, 09:15 – 16:45 Uhr\n\n\n                Durchführungsort: Luzern oder online\n\n\n                Dozierende: Sandra Bühler, Praxispartner\n\n\n      Tag 4: Atmosphäre der zukünftigen Orte gestalten\n\n\n                Wie arbeitet man eigentlich an städtebaulichen Wettbewerben? Im Vordergrund steht an diesem Tag die Freiraumplanung hinsichtlich der Einbettung des Urban Forest.\n\n\n                Form: praktische Übung\n\n\n                Datum und Uhrzeit: Samstag, 24.09.2022, 09:15 – 16:45 Uhr\n\n\n                Durchführungsort: Zürich oder online\n\n\n                Dozentin: Sandra Bühler\n\n    Organisatorisches\n    Organisatorisches\n\n\n      Zulassungsbedingungen\n\n\n                Der Fachkurs steht allen Interessierten offen.\n\n\n      Studiengebühren\n\n\n                Die Studiengebühren für den Fachkurs «Bäume, Häuser und öffentliche Räume» betragen CHF 1500.\n\n\n      Studienort\n\n\n                Die vier Kurstage finden an der FH Graubünden in Zürich oder online statt. Zudem besuchen Sie ein Webinar und nehmen an verschiedenen Exkursionen teil.\n\n\n      Studiendauer\n\n\n                Der Fachkurs startet am Donnerstag, 15.09.2022 und endet am Samstag, 24.09.2022.\n\n\n      Unterrichtstage und -zeiten\n\n\n                Der Fachkurs findet an folgenden Daten statt:\n\n                  * Webinar: Donnerstag, 15.09.2022\n                  * Tag 1: Freitag, 16.09.2022, 09:15 – 16:45 Uhr\n                  * Tag 2: Samstag, 17.09.2022, 09:15 – 16:45 Uhr\n                  * Tag 3: Freitag, 23.09.2022, 09:15 – 16:45 Uhr\n                  * Tag 4: Samstag, 24.09.2022, 09:15 – 16:45 Uhr\n\n      Unterrichtssprache\n\n\n                Die Unterrichtssprache ist Deutsch.\n\n\n      Weiterbildungsreglement\n\n\n                Das Studienreglement regelt die Zulassungsbedingungen, den Studienbetrieb im Allgemeinen, das Prüfungsverfahren, die Promotion sowie den Erwerb des Diploms in der Fachhochschulweiterbildung an der FH Graubünden.\n\n\n      Abschluss\n\n\n                Sie erhalten eine Teilnahmebestätigung.\n\n    Anmeldung und Beratung\n    Anmeldung und Beratung\n\n\n          Anmeldung\n\n\n          Melden Sie sich bitte unter diesem Link an.\n          Anmeldefrist ist Dienstag, 16.08.2022.\n\n\n          Beratung\n\n\n          Sie haben inhaltliche oder administrative Fragen? Wir helfen Ihnen gerne weiter.\n\n\n          Fachhochschule Graubünden\n          Pulvermühlestrasse 57\n          7000 Chur\n          Schweiz\n\n\n          Telefon +41 81 286 37 59\n          E-Mail anne-francoise.veith@clutterfhgr.ch\n\n\n    Fachkursleitung\n\n                    Bühler Krebs Sandra\n                      dipl. Ing. Architektur und Stadtplanung\n                    Telefon: +41 81 286 37 07\n                    E-Mail: sandra.buehler@clutterfhgr.ch\n\n    Administration\n\n                    Veith Anne-Françoise\n                    Telefon: +41 81 286 37 59\n                    E-Mail: anne-francoise.veith@clutterfhgr.ch","markings":[{"startPosition":766,"length":66,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":8506,"length":39,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":1428,"length":1490,"isWord":false,"types":["target_groups"],"provenanceInfo":null},{"startPosition":4775,"length":2350,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":2991,"length":507,"isWord":false,"types":["learning_objectives"],"provenanceInfo":null},{"startPosition":7219,"length":46,"isWord":false,"types":["prerequisites"],"provenanceInfo":null}],"documentURI":"i312990993726410764426875795045742878713.json"}