{"text":"  Öffentliche Veranstaltung, Workshop, Weiterbildung, Weitere Events\n  Podcast produzieren und publizieren - Digital Toolbox #1 (Online-Veranstaltung)\n\n\n  Die Corona-Krise hat vielen Kulturveranstaltern gezeigt, wie wichtig audiovisuelle Kommunikationsformen sind. Ein besondere Rolle nimmt dabei das Podcasting ein: Es ist eine schnelle, einfache und günstige Form, die sehr viel Stimmung und Authentizität transportieren kann.\n\n\n  Am Praxistag lernen die Teilnehmenden die Grundlagen dieses Mediums kennen und realisieren selber verschiedene kurze Podcasts. Technische Themen wie die Wahl von Mikrophon und Aufnahmegerät, Benutzung von Schneidprogrammen, Mastering und Upload werden ebenso behandelt wie sprachliche Fragen: Wie spricht man am Mikrophon? – Wie plant man ein Interview? Schliesslich geht es auch um Marketing und Evaluation.\n\n\n  Zielpublikum:\n  Der Kurs richtet sich an Kulturschaffende, Kulturmanager*innen und Kulturveranstalter, die selber Podcasts realisieren wollen. Es wird empfohlen ein Smartphone mit Kopfhörer und einen Laptop mitzubringen.\n\n\n  Kursleitung:\n  Kursleiter ist Dominik Landwehr. Der promovierte Medienwissenschaftler arbeitete lange Jahre beim Schweizer Radio in verschiedenen Funktionen. Seit 2006 realisierte er Hunderte von Podcasts, von denen die meisten noch heute online sind.\n\n\n  Mitnehmen:\n  Smartphone & Laptop, eigener Kopfhörer.\n  Falls vorhanden: Mikrophon für Smartphone\n\n\n  · Vor dem Kurs installieren: Programm Audacity. Gibt’s für PC, Mac und Linux. https://www.audacity.de\n\n\n  · Anmeldung auf www.soundcloud.com. Legen Sie ein kostenloses Konto an.\n  Kann nach dem Kurs gelöscht werden.\n\n\n  Kosten:\n  190 CHF (Online), beschränkte Platzzahl\n\n\n  Veranstalter:\n  SKM-Studienangebot Kulturmanagement\n  \n  Verbindliche Anmeldung bis 27.10.2020\n  \n\n  \n\n  Veranstaltung übernehmen als iCal","markings":[{"startPosition":862,"length":204,"isWord":false,"types":["target_groups"],"provenanceInfo":null},{"startPosition":433,"length":408,"isWord":false,"types":["learning_objectives"],"provenanceInfo":null}],"documentURI":"i319761420542378560019992275084271095403.json"}