{"text":"\n    Inhalt + Aufbau\n\n\n        Portrait\n\n\n              Die Anforderungen an die Abklärung im Erwachsenenschutz sind hoch. Die Beurteilung von Schwächezuständen und deren Auswirkung auf die Lebensführung der Betroffenen ist dabei ebenso anspruchsvoll wie die Einschätzung möglicher Gefährdungspotenziale.\n\n\n              Dieser Fachkurs vermittelt vertiefte Kenntnisse und praxisnahe Kompetenzen rund um den Abklärungsprozess im Erwachsenenschutz. Im Zentrum stehen methodische Zugänge für die Abklärung und der Erwerb von Wissen rund um Gefährdungslagen, rechtliche Aspekte sowie die Gesprächsführung im Abklärungsprozess.\n\n\n              Ausbildungsziel\n\n                * Sie verfügen über methodische Kompetenzen für die Gestaltung des Abklärungsprozesses im Erwachsenenschutz.\n                * Sie sind in der Lage, einen Abklärungsbericht fachlich und inhaltlich korrekt zu formulieren und wissen, worauf Sie in der Gesamteinschätzung besonders achten müssen.\n                * Sie sind in der Lage, die fachlich gebotene, massgeschneiderte Massnahme bei der Kindes- und Erwachsenenschutzbehörde (KESB) zu beantragen.\n                * Sie kennen die häufigsten psychischen Störungsbilder.\n                * Sie kennen verschiedene, spezifisch für die Abklärung im Erwachsenenschutz geeignete Gesprächsführungstechniken und können diese anwenden.\n\n    Beratung + Infoveranstaltungen\n\n\n        Studienberatung\n\n\n                Regina Jenzer\n\n                  * Wissenschaftliche Mitarbeiterin\n                  * +41 31 848 36 94\n                      * E-Mail anzeigen\n                      * Adresse Berner Fachhochschule\n                        Soziale Arbeit\n                        Hallerstrasse 10, 3012 Bern\n                * Mehr anzeigen\n                * Zum Profil\n\n                Dora Dürner\n\n                  * Studienorganisatorin\n                  * +41 31 848 36 53\n                      * E-Mail anzeigen\n                      * Adresse Berner Fachhochschule\n                        Soziale Arbeit\n                        Schwarztorstrasse 48, 3007 Bern\n                * Mehr anzeigen\n                * Zum Profil\n\n        Infoveranstaltungen\n\n\n        Wir freuen uns auf Ihre Anmeldung. Die Anmeldemöglichkeit finden Sie unter der gewünschten Infoveranstaltung.","markings":[{"startPosition":56,"length":567,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":673,"length":680,"isWord":false,"types":["learning_objectives"],"provenanceInfo":null}],"documentURI":"i337910739765585713722569706487693778516.json"}