{"text":"\n  CAS Beratung in Gerontologischer Pflege\n\n\n        Ziele und Inhalt\n\n\n        Beratung und Kontakt\n\n\n        Anmeldung\n\n\n        Downloads und Broschüre\n\n\n    Beratung, Schulung, Information und Moderation sind in der Gesundheitsversorgung von grosser Bedeutung. Damit Patientinnen und Patienten, ihre Angehörigen sowie Berufskolleginnen und -kollegen in der jeweiligen Pflegesituation optimal unterstützt werden können, müssen spezialisierte Pflegefachpersonen pädagogische Aspekte der Edukation und Methoden zur Gestaltung von Gesprächssequenzen kennen. Dazu gehört auch eine entsprechende Gestaltung des Beratungssettings. Gezielte kommunikative Fähigkeiten sowohl im Einzel- als auch im Mehrpersonensetting sind dazu unerlässlich.\n\n\n    Im CAS Beratung in gerontologischer Pflege erweitern Sie Ihre Beratungsmethoden sowie Ihre edukativen Kenntnisse. Sie sind befähigt, den Edukationsprozess bei gerontologischen Patientinnen und Patienten und ihren Angehörigen kompetent zu gestalten. Sie werden in der Lage sein, personenzentriert und situationsgerecht zu informieren, moderieren, schulen und zu beraten. Damit unterstützen Sie die Erreichung der individuellen Ziele. Die familienzentrierte Pflege lernen Sie als wesentlichen Bestandteil einer wirkungsvollen Patienten- und Angehörigenedukation kennen. Sie reflektieren Ihr eigenes Kommunikationsverhalten und erweitern Ihre Methodenkompetenz in der Gesprächsführung im intra- und interprofessionellen Setting.\n\n\n    Auf einen Blick\n\n\n    Abschluss: Certificate of Advanced Studies Beratung in Gerontologischer Pflege (15 ECTS)\n\n\n    Start: laufend\n\n\n    Dauer: 450 Stunden plus eine Einführung\n\n\n    Kosten: CHF 7'200.00\n\n\n    Bemerkung zu den Kosten:\n\n\n    Zusätzlich werden einmalig folgende Kosten verrechnet:\n\n\n      * Einschreibegebühr CHF 300.00\n\n      * Dossierprüfung CHF 200.00 (bei Äquivalenzverfahren)\n\n    Die Kursunterlagen sind im Preis inbegriffen und werden elektronisch zur Verfügung gestellt. Weitere Fachliteratur geht zu Lasten der Teilnehmenden. Preisänderungen sind vorbehalten.\n\n\n    Durchführungsort:\n\n\n    ZHAW, Departement Gesundheit, Katharina-Sulzer-Platz 9, 8400 Winterthur\n    \n    Besuchen Sie unsere nächste Infoveranstaltung\n\n\n    Unterrichtssprache: Deutsch\n\n\n    Ziele und Inhalt\n\n\n  Zielpublikum\n\n\n    Diplomierte Pflegefachpersonen im gerontologischen Fachbereich im Akut- und Langzeitbereich, im stationären oder ambulanten Bereich\n\n\n  Ziele\n\n\n    Absolventinnen und Absolventen\n\n      * erweitern ihre Beratungsfähigkeiten im Sinne eines bedürfnisorientierten individuell gestalteten Edukationsprozesses,\n      * nehmen gerontologische Patientinnen und Patienten als Teil eines Familiensystems wahr und beziehen das familiäre Umfeld in die Pflege mit ein,\n      * erkennen und unterstützen Ressourcen der Patienten und des Familiensystems,\n      * setzen ihre kommunikativen Fertigkeiten und ihre Auftrittskompetenz zielgerichtet und wirkungsvoll in den unterschiedlichen beruflichen Settings ein.\n\n  Inhalt\n\n\n    Das CAS setzt sich aus drei Modulen zusammen:\n\n      * Modul Patientenedukation in Gerontologischer Pflege\n        Erweitern Sie Ihre Beratungskompetenzen, um gerontologische Patientinnen und Patienten und ihre Angehörigen in der Krankheitsverarbeitung und ihrem Gesundheitsverhalten wirksam zu unterstützen.\n      * Modul Familienzentrierte Pflege und Beratung I\n        In diesem Modul erwerben Sie Grundlagenwissen und Fähigkeiten, um familienzentrierte systemische Assessment und Beratungsgespräche mit Patientinnen, Patienten sowie deren engsten Vertrauten zu führen.\n        Personen mit Kenntnissen in Familienzentrierter Pflege und Beratung stehen zwei weitere Kurse zur Auswahl: Familienzentrierte Pflege und Beratung II oder Familienzentrierte Pflege und Beratung III\n      * Modul Intra- und Interprofessionelle Gesprächsführung\n        In diesem Modul setzen Sie sich vertieft mit Ihrem Kommunikationsverhalten auseinander und erweitern Ihre Kompetenzen in der Moderation und Leitung von intra- und interprofessionellen Gesprächen.\n\n  Methodik\n\n\n    Die Weiterbildung ist berufsbegleitend und nach dem Blended-Learning-Format aufgebaut. Zur Vor- und Nachbereitung von Lernsequenzen unterstützen Selbstlernphasen den individuellen Wissenserwerb mit digitalen Lernressourcen. Online-Phasen beinhalten Webinare von Dozierenden und Diskussionen mit Studierenden im virtuellen Raum. Präsenzveranstaltungen zur Vertiefung und Anwendung des erworbenen Wissens sowie dem Skillstraining werden in Zusammenarbeit mit Fachexpertinnen und Fachexperten durchgeführt.\n\n\n    Beratung und Kontakt\n\n\n        * Natalie Battaglia\n\n          Leiterin MAS in Gerontologischer Pflege\n\n\n          E-Mail\n\n\n        * Christine Hilber\n\n          Services Weiterbildung\n\n\n          Tel. +41 58 934 63 88\n          E-Mail\n\n\n  Veranstalter\n\n\n    Institut für Pflege\n\n\n    Anmeldung\n\n\n  Zulassung\n\n        * Bachelor of Science in Pflege oder\n        * Diplom Pflege mit Nachträglichem Titelerwerb (NTE)\n        * Zwei Jahre Berufserfahrung, gute Englischkenntnisse zur Bearbeitung von Fachliteratur, Zugang zum Praxisfeld\n        * Diplomierte Pflegefachpersonen HF oder mit einem altrechtlichen Diplom können im Rahmen eines Äquivalenzverfahrens aufgenommen werden.\n\n  Anmeldeinformationen\n\n\n    Der Zeitaufwand beträgt 450 Stunden. Plus eine Einführung in die Weiterbildung: Grundlagen wissenschaftliches Schreiben und zu Datenbankrecherchen\n\n\n      AGB\n\n\n      Zulassungs- und Teilnahmebedingungen\n\n\n  Startdaten und Anmeldung\n\nStart    Anmeldeschluss  Anmeldelink\nlaufend                  Anmeldung  \n\n    Downloads und Broschüre\n\n\n  Downloads\n\n      * Kostenübersicht (PDF 131,9 KB)\n      * Flyer (PDF 77,7 KB)\n\n  Broschüre\n\n\n  Zurück","markings":[{"startPosition":1497,"length":88,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":3012,"length":1043,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":2297,"length":131,"isWord":false,"types":["target_groups"],"provenanceInfo":null},{"startPosition":2445,"length":550,"isWord":false,"types":["learning_objectives"],"provenanceInfo":null},{"startPosition":4903,"length":359,"isWord":false,"types":["prerequisites"],"provenanceInfo":null}],"documentURI":"i60071773159749586055120566580938185990.json"}