{"text":"\n  MAS in Kognitiver Verhaltenstherapie mit Schwerpunkt Kinder und Jugendliche\n\nStudienform       Berufsbegleitend, in Kursen von jeweils 16 Stunden am Freitag und Samstag im Rhythmus von ca. 4 Wochen während des Semesters                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            \nGesamtdauer       4 Jahre (Theoretische Weiterbildung «Wissen und Können»)                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                \nAbschluss         Master of Advanced Studies UZH UniFr in Kognitiver Verhaltenstherapie                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   \n                  mit Schwerpunkt Kinder und Jugendliche (60 ECTS Credits)                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                \n                  Eidgenössisch anerkannte Psychotherapeutin /anerkannter Psychotherapeut                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 \nZielpublikum      Psychologinnen und Psychologen mit Hochschulabschluss                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   \nKosten            Siehe detailliertes Weiterbildungsprogramm www.mas-kjpsych.uzh.ch                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       \nProgramm-Website  www.mas-kjpsych.uzh.ch                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                  \nInformation       Universität Zürich, Psychologisches Institut                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            \n                  Lehrstuhl für Klinische Psychologie mit Schwerpunkt Kinder/Jugendliche und Paare/Familien                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               \n                  Katharina Frei-Mäder                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    \n                  Binzmühlestr. 14/23, 8050 Zürich                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        \nTelefon           +41 (0)44 635 75 45                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                     \nE-Mail            weiterbildung-kj@psychologie.uzh.ch                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                     \nBeschreibung      Der Erwerb wissenschaftlich fundierter, präventiver und therapeutischer Kompetenzen im Umgang mit psychischen Problemen von Kindern und Jugendlichen steht bei der Psychotherapieweiterbildung mit Schwerpunkt Kinder und Jugendliche im Vordergrund. Grundlage der theoretischen Weiterbildung ist der interventionsrelevante Wissensstand der empirischen Psychologie, so der kognitiven und klassischen Lerntheorien, der sozialen Lerntheorien und deren Weiterentwicklung. Die Ausrichtung ist kognitiv-verhaltenstherapeutisch, wobei systemische Elemente und Techniken anderer wissenschaftlich erprobter Ansätze integriert sind. Schlüsselkompetenzen im präventiven und therapeutischen Umgang mit psychischen Problemen von Kindern und Jugendlichen sollen erworben werden.\n                  Interuniversitärer Weiterbildungsstudiengang der Universitäten Zürich und Fribourg.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                     \nDaten                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                     \n                  Nächster Studiengang: Januar 2022                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       \n                  Anmeldetermin: Auf Anfrage                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                              \n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          \n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          \n                  Eine frühzeitige Anmeldung wird empfohlen.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                              \n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          \n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          \nBroschüre           Download (PDF)","markings":[{"startPosition":1656,"length":1629,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":3993,"length":53,"isWord":false,"types":["target_groups"],"provenanceInfo":null},{"startPosition":11004,"length":862,"isWord":false,"types":["learning_objectives"],"provenanceInfo":null}],"documentURI":"i65343586475231046939692887971113172601.json"}