{"text":"\n  MAS / DAS in Neuropsychologie\n\n\n  Theoretische und praktische Ausbildung in Neuropsychologie\n\nStudienform       Jeweils Freitag und/oder Samstag                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    \nGesamtdauer       2 Jahre                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             \nAbschluss         Master of Advanced Studies UZH in Neuropsychologie (64 ECTS Credits)                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                \n                  Diploma of Advanced Studies UZH in Neuropsychologie (34 ECTS Credits)                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               \nZielpublikum      Psychologinnen und Psychologen mit Masterabschluss im Hauptfach Psychologie sowie Medizinerinnen und Mediziner                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      \nKosten            Voraussichtliche Gesamtkosten: CHF 44 000.–                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         \n                  DAS: Theorie: CHF 20 400.–                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          \n                  MAS: Praxis (interne Supervisionen, Fallberichtserstattung) CHF 11 100.–,                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           \n                  externe Supervisionen: ca. CHF 12 500.–                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             \nProgramm-Website  www.psychologie.uzh.ch/fachrichtungen/neuropsy/Weiterbildung.html                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   \nInformation       Universität Zürich, Psychologisches Institut, Lehrstuhl Neuropsychologie,                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           \n                  Dipl.-Psych. Petra Jäncke                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           \n                  Binzmühlestrasse 14/25, 8050 Zürich                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 \nTelefon           +41 (0)44 635 73 91                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 \nE-Mail            petra.jaencke@uzh.ch                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                \nBeschreibung      Ziel der Weiterbildung ist die Vermittlung von Kompetenzen und handlungsrelevanten Fertigkeiten aus dem Bereich der kognitiven Neurowissenschaften und der klinischen Neuropsychologie.                                                                                                                                                                                                                                                                                                                                                                                                                             \n                  Im ersten Ausbildungsabschnitt (DAS) werden den Studierenden die theoretischen Zusammenhänge zwischen Gehirn und psychischen Funktionen beim gesunden Menschen näher gebracht.                                                                                                                                                                                                                                                                                                                                                                                                                                      \n                  Im zweiten Ausbildungsabschnitt (MAS) werden die Studierenden zur selbstständigen neuropsychologischen Arbeit in Kliniken und Praxen befähigt und schliessen mit dem eidgenössisch anerkannten Neurops chologietitel (EAN) und dem universitären Titel «Master of Advanced Studies UZH in Neuropsychologie» ab. Die Weiterbildung vermittelt den Weiterzubildenden das in den Qualitätsstandards des Bundesamtes für Gesundheit (BAG) festgelegte Grundlagenwissen und anwendungsorientierte neuropsychologische Fertigkeiten, um eigenverantwortlich im Bereich der klinischen Neuropsychologie arbeiten zu können.\nDaten                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 \n                  Frühjahr sowie Herbst                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                              \n                  Anmeldetermin: Auf Anfrage","markings":[{"startPosition":1345,"length":684,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":2575,"length":110,"isWord":false,"types":["target_groups"],"provenanceInfo":null},{"startPosition":9340,"length":1826,"isWord":false,"types":["learning_objectives"],"provenanceInfo":null}],"documentURI":"i69692388391236993571956447988508786691.json"}