{"text":"  Code       1. Tag      2. Tag      3. Tag      4. Tag      5. Tag      Dauer   Preis     Kursleiter      Bemerkungen\n  JEGL-0121  Di 26. Jan  Mi 27. Jan  Mo 1. Feb   Di 2. Feb   Mi 3. Feb   5 Tage  3500 CHF  Daniel Schmutz             \n  JEGL-0221  Di 16. Mar  Mi 17. Mar  Mo 22. Mar  Di 23. Mar  Mi 24. Mar  5 Tage  3500 CHF  Daniel Schmutz             \n                     Java SE Einführung (neu auch mit Intellij)                                                                                                                                                                                                                                                                                                    \n                     Früherer Termin                                                                                                                                                                                                                                                                                                                               \n                                                                                                                                                                                                                                                                                                                                                                   \nUntertitel         WICHTIG: Es gibt zwei Möglichkeiten, diesen Kurs zu absolvieren: Online oder als Präsenzunterricht. Der Kurs kann sowohl als öffentlicher Kurs (mind. 3 Teilnehmer), Privatkurs oder Firmenschulung durchgeführt werden. Bei Interesse an einer Online-Schulung wenden Sie sich bitte per E-Mail an: zentralsekretariat@zfi.ch.                 \nKurszeiten         08:45 - 17:00                                                                                                                                                                                                                                                                                                                                   \n                     Kursinhalt                                                                                                                                                                                                                                                                                                                                    \n                                                                                                                                                                                                                                                                                                                                                                   \nKursort            Der Kurs findet in der Schweiz in der Regel in Zürich statt (Zürich-Schlieren, ideal mit Auto und ÖV erreichbar). Bei mehreren Anmeldungen aus Bern oder Basel kann der Kurs auch in unseren Schulungsräumen Bern oder Basel durchgeführt werden. Firmenkurse können in Ihren Räumlichkeiten oder in einem unserer Schulungszentren stattfinden.\n                                                                                                                                                                                                                                                                                                                                                                   \n                   Ich wünsche anderen OrtIch habe Frage zum Ort                                                                                                                                                                                                                                                                                                   \n                                                                                                                                                                                                                                                                                                                                                                   \n                                                                                                                                                                                                                                                                                                                                                                   \n                                                                                                                                                                                                                                                                                                                                                                   \nEinleitung         Die Standardsprache im Bereich der Web-Technologien ist Java. Java ist als Programmiersprache aber auch in anderen Bereichen der Informatik sehr verbreitet und beliebt.                                                                                                                                                                        \n                   Dieser Kurs gibt einen vertieften und praxisnahen Einblick in die Basiskonzepte der Programmiersprache Java. Als Entwicklungsumgebung wird JavaEclipse und neu auch auf Wunsch Intellij) eingesetzt.                                                                                                                                            \n                   Die Teilnehmer werden Schritt für Schritt in das Thema eingeführt.                                                                                                                                                                                                                                                                              \n                   Zahlreiche Übungen und Praxisbeispiele sind Bestandteil des Kurses.                                                                                                                                                                                                                                                                             \n                   Dieser Kurs dient als Vorbereitung für die spätere Sun Certified Java Programmer (OCJP) Prüfung.                                                                                                                                                                                                                                                \n                   Dieser Einführungskurs Kurs basiert auf den 3 Grundelementen \"Typisierung, Speicherbild, Polymorphismus\" auf denen Java basiert. Java kennt Datentypen und die Sicht auf die Art und Weise wie Java die Ressourcen im Speicher verwaltet ist zentral. Weiter basiert Java als objektorientierte Programmiersprache (OOP) auf der Polymorphie.   \n                                                                                                                                                                                                                                                                                                                                                                   \n                   Weiter erstellen wir in diesem Kurs UML Klassendiagramme anhand des Java Quellcodes (Reverse Engineering) und erstellen den direkten Bezug zwischen Java und den objektorientierten Konzepten.                                                                                                                                                  \n                                                                                                                                                                                                                                                                                                                                                                   \n                                                                                                                                                                                                                                                                                                                                                                   \n                   Im Kurs arbeiten wir mit der Java Version SE 11 und setzen das Java Development Kit ein. Wir referenzieren dabei oft den orginalen Java Quellcode. Der konsquente Praxisbezug ist damit gegeben.                                                                                                                                                \n                                                                                                                                                                                                                                                                                                                                                                   \n                                                                                                                                                                                                                                                                                                                                                                   \n                   In diesem Kurs setzen wir die Entwicklungsumgebung Eclipse ein. Sie lernen somit gleichzeitig die JavaProgrammierung mit der Eclipse oder Intellij IDE inkl. Tipps und Tricks. Die Kursunterlagen sind deutsch und bauen auf gezielten Beispielen auf                                                                                           \n                                                                                                                                                                                                                                                                                                                                                                   \n                                                                                                                                                                                                                                                                                                                                                                   \nVerwandte Kurse      * Oracle Certified Professional, Java SE 7 Programmer II, 1Z0-804 (OCJP)                                                                                                                                                                                                                                                                      \n                     * Java Advanced (JPF2)                                                                                                                                                                                                                                                                                                                        \n                     * Java Refresher Standard und Advanced (JRFH)                                                                                                                                                                                                                                                                                                 \n                     * Java Eclipse (JECL)                                                                                                                                                                                                                                                                                                                         \n                     * Java SE für nicht-OO-Programmierer (neu auch mit Intellij) (JNOO)                                                                                                                                                                                                                                                                           \n                                                                                                                                                                                                                                                                                                                                                                   \nIhr Nutzen           * Den richtigen Einstieg in die Programmiersprache finden                                                                                                                                                                                                                                                                                     \n                     * Die Java Syntax kennenlernen                                                                                                                                                                                                                                                                                                                \n                     * Das Java Speichermodell verstehen                                                                                                                                                                                                                                                                                                           \n                     * Das Prinzip der Java Typisierung kennen                                                                                                                                                                                                                                                                                                     \n                     * Das Java Package Konzept verstehen und anwenden                                                                                                                                                                                                                                                                                             \n                     * Einfache Java Programme selber schreiben und ausführen können                                                                                                                                                                                                                                                                               \n                     * Die wichtigsten objektorientierten Konzepte in Java umsetzen können                                                                                                                                                                                                                                                                         \n                     * Das Prinzip der polymorphen Ausführung verstehen und anwenden                                                                                                                                                                                                                                                                               \n                     * Wichtige Java Konzepte wie Packaging (JAR), Build (Ant) und Test (JUnit) kennenlernen.                                                                                                                                                                                                                                                      \n                                                                                                                                                                                                                                                                                                                                                                   \nVoraussetzungen    Mindestens 6 Monate Praxiserfahrung einer Programmiersprache wie Pascal, PL/1, Cobol, Visual Basic oder ähnlich. Kenntnisse in objektorientierten Technologien sind keine Bedingung, aber von Vorteil.                                                                                                                                          \nTeilnehmerkreis    Programmierer, Entwickler, Projektleiter                                                                                                                                                                                                                                                                                                        \nUnterlagen           * Tutorial                                                                                                                                                                                                                                                                                                                                    \n                     * Intranet Site                                                                                                                                                                                                                                                                                                                               \n                     * Begleitbuch                                                                                                                                                                                                                                                                                                                                 \n                                                                                                                                                                                                                                                                                                                                                                   \nFolgekurse           * Java Advanced, Kurscode: JPF2                                                                                                                                                                                                                                                                                                               \n                                                                                                                                                                                                                                                                                                                                                                   \nInhalt               * Einführung                                                                                                                                                                                                                                                                                                                                  \n                         + Java Architektur                                                                                                                                                                                                                                                                                                                        \n                         + Java Virtual Machine (JVM)                                                                                                                                                                                                                                                                                                              \n                         + JRE (Java Runtime) versus JDK (Java Developer Kit)                                                                                                                                                                                                                                                                                      \n                         + Die Java Versionen                                                                                                                                                                                                                                                                                                                      \n                         + Erste Schritte                                                                                                                                                                                                                                                                                                                          \n                         + Console/Applet/GUI/Servlet                                                                                                                                                                                                                                                                                                              \n                         + Entwicklungsumbegung                                                                                                                                                                                                                                                                                                                    \n                     * Grundlagen                                                                                                                                                                                                                                                                                                                                  \n                         + Variablen/Literals                                                                                                                                                                                                                                                                                                                      \n                         + Operatoren                                                                                                                                                                                                                                                                                                                              \n                         + Kontrollstrukturen                                                                                                                                                                                                                                                                                                                      \n                         + Arrays                                                                                                                                                                                                                                                                                                                                  \n                     * Objektorientierte Programmierung Teil I                                                                                                                                                                                                                                                                                                     \n                         + Theorie                                                                                                                                                                                                                                                                                                                                 \n                         + Klassen                                                                                                                                                                                                                                                                                                                                 \n                         + Attribute/Methoden                                                                                                                                                                                                                                                                                                                      \n                         + Information Hiding                                                                                                                                                                                                                                                                                                                      \n                         + Konstruktoren                                                                                                                                                                                                                                                                                                                           \n                         + Klassenattribute/-methoden                                                                                                                                                                                                                                                                                                              \n                         + Referenzenmodell                                                                                                                                                                                                                                                                                                                        \n                         + Strings                                                                                                                                                                                                                                                                                                                                 \n                     * Objektorientierte Programmierung Teil II                                                                                                                                                                                                                                                                                                    \n                         + Theorie                                                                                                                                                                                                                                                                                                                                 \n                         + Aggregation/Komposition                                                                                                                                                                                                                                                                                                                 \n                         + Vererbung                                                                                                                                                                                                                                                                                                                               \n                         + Polymorphismus                                                                                                                                                                                                                                                                                                                          \n                     * Erweiterte Konzepte                                                                                                                                                                                                                                                                                                                         \n                         + Interfaces                                                                                                                                                                                                                                                                                                                              \n                         + Innere Klassen                                                                                                                                                                                                                                                                                                                          \n                         + Exception Handling                                                                                                                                                                                                                                                                                                                      \n                         + Packages                                                                                                                                                                                                                                                                                                                                \n                         + Jar Archive                                                                                                                                                                                                                                                                                                                             \n                         + Ant Build                                                                                                                                                                                                                                                                                                                               \n                         + JUnit Test                                                                                                                                                                                                                                                                                                                              \n                                                                                                                                                                                                                                                                                                                                                                   \nTeilnehmerbeitrag  Der Teilnehmerbeitrag versteht sich rein netto. Das ZFI ist (gemäss MwSt-Gesetz) nicht Mehrwertsteuerpflichtig und erhebt somit keine MwSt. Bei länger als einen Monat dauernden Lehrgängen ist die Zahlung des Teilnehmerbeitrages in mehreren Raten möglich (pro rata temporis).                                                              \n                   Zentrum für Informatik, Schweiz, Basel, Bern, Zürich                                                                                                                                                                                                                                                                                            \n                                                                                                                                                                                                                                                                                                                                                                   \n     Android Mobile Development Kurse |\n     Cloud Computing Kurse |\n     C / C++ Kurse |\n     Eclipse Kurse |\n     Microsoft Exchange Server Kurse |\n     Allgemeine Kurse |\n     Google Kurse |\n     Internet Web Publishing Kurse |\n     ITIL |\n     Java Kurse |\n     Linux / Unix Kurse |\n     Lotus Notes Kurse |\n     iPhone Mobile Development Kurse |\n     MySQL Kurse |\n     Objektorientierte Methoden Kurse |\n     Oracle Datenbank Kurse |\n     Grafik / Publishing Kurse |\n     Microsoft Windows Server 2008 Kurse |\n     Microsoft Windows Server 2012 Kurse |\n     Microsoft Sharepoint 2010 Kurse |\n     Microsoft Sharepoint 2013 Kurse |\n     Social Media Kurse |\n     Microsoft SQL Server Kurse |\n     Führung und Strategie Kurse |\n     Virtualisierung Kurse |\n     Microsoft Visual Studio. NET Kurse |\n     Websphere Kurse |\n     Microsoft Windows / Office Kurse |\n     Microsoft Windows 7 Kurse |\n     Microsoft Windows Vista Kurse |\n     XML Kurse |","markings":[{"startPosition":16396,"length":198,"isWord":false,"types":["prerequisites"],"provenanceInfo":null},{"startPosition":16752,"length":40,"isWord":false,"types":["target_groups"],"provenanceInfo":null},{"startPosition":19248,"length":12118,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":12838,"length":2936,"isWord":false,"types":["learning_objectives"],"provenanceInfo":null}],"documentURI":"i71878741823471545547415418115595363594.json"}