{"text":"\n      Über die Weiterbildung\n\n\n      Fit für die digitale Zukunft\n      Als Digital Collaboration Specialists mit eidgenössischem Fachausweis sind Sie die treibende Kraft für die digitale Transformation in Ihrem Arbeitsumfeld. Sie sind Spezialist/in für die Umsetzung von digitalen Strategien und verantworten den professionellen Einsatz und die Nutzung von digitalen Produkten für die Kommunikation, die Administration oder andere Geschäftsbereiche.\n      Der Fachausweis ist Ihr Start in eine erfolgreiche ICT-Karriere, eröffnet Ihnen Aufstiegschancen und bietet neues, aktuelles Wissen für die Praxis.\n\n\n      Zukunftschancen\n\n        * Digital Officer\n        * Transformationscoach\n        * Backoffice Manager\n        * Management Support\n        * Zulassung zum eidg. Fachausweis Wirtschaftsinformatiker/in\n        * Zulassung zum eidg. Diplom (ICT-Manager)\n        * Studium an einer Fachhochschule + Abschluss «Bachelor of Science» (individuelle Abklärung mit der entsprechenden Bildungsinstitution empfohlen)\n\n      Unsere Bildungspartner\n\n\n      Feusi\n      HSO\n      IBAW\n      SIW\n\n\n      Fakten\n\n        * Dauer Vorbereitungskurs: Individuell (meist 2-3 Semester)\n        * Prüfungsgebühr: noch festzulegen\n        * Nächste Prüfungstermine: Erstdurchführung 2023\n        * Prüfungsvorbereitung: Berufsbegleitend, an einer privaten Weiterbildungsinstitution oder im Selbststudium.\n        * Anschluss: Mit dem abgeschlossenen Fachausweis können Sie den Abschluss Wirtschaftsinformatiker/in mit eidg. Fachausweis oder das eidg. Diplom ICT-Manager/in mit einer 3 bis 4-semestrigen berufsbegleitenden Weiterbildung erwerben. Zudem ist mit den Abschlüssen eine Zulassung oder Anrechnung für Studiengänge (BA/MA) oder Weiterbildungen (CAS/DAS/MAS) auf Hochschulstufe möglich. Wir empfehlen eine individuelle Prüfung durch die entsprechende Schule.\n\n      Anforderungen\n\n\n      Hinweis: Der Entwurf der Prüfungsordnung sieht folgende Voraussetzungen für die Prüfungszulassung vor. Bis zur Inkraftsetzung bleiben Änderungen vorbehalten.\n\n      \n      \n        * Abgeschlossene Lehre als Kauffrau/-mann EFZ, Informatiker/in EFZ, Mediamatiker/in EFZ oder ICT-Fachfrau/-mann EFZ + mind. 2 Jahre Berufserfahrung in der Anwendung von Informations- und Kommunikationstechnologien (ICT).\n        * oder\n        * Abgeschlossene Berufslehre mit Berufsmaturität, Fachmaturität oder gymnasiale Maturität + mind. 3 Jahre Berufserfahrung in der Anwendung von Informations- und Kommunikationstechnologien (ICT).\n        * oder\n        * Andere abgeschlossene Berufslehre mit EFZ + mind. 4 Jahre Berufserfahrung in der Anwendung von Informations- und Kommunikationstechnologien (ICT).\n\n      Weiterführende Informationen zur Prüfung und Zulassung finden Sie hier.","markings":[{"startPosition":1887,"length":791,"isWord":false,"types":["prerequisites"],"provenanceInfo":null}],"documentURI":"i73097916156767493375610029982093358927.json"}