{"text":"\n    Dipl. Betriebswirtschafter*in HF\n\n\n          Nächste Starttermine\n\nOrt        Startdatum  Zeitvarianten\nBern       07.05.2021  Di           \nSt.Gallen  07.05.2021  Di, Do       \nZürich     07.05.2021  Di           \n           07.05.2021  Di, Do       \n          Alle Starttermine\n\n          Kosten (ab)\n\n          CHF 12'960.00 Netto, nach Abzug Kantonsbeitrag\n          Dauer\n\n          6 Semester\n\n          Abschluss\n\n          Dipl. Betriebswirtschafter*in HF*\n\n          Nächste Infoanlässe\n\nDatum       Ort        Zeit         Online Teilnahme  Anmelden  \n02.02.2021  Bern       18:00-19:00                    Teilnehmen\n22.02.2021  St.Gallen  18:00-19:00                    Teilnehmen\n23.02.2021  Zürich     18:00-19:00                    Teilnehmen\n            Alle Infoanlässe\n      Dieser fundierte Studiengang geniesst in der Wirtschaft einen ausgezeichneten Ruf und bildet ein ideales Sprungbrett für deine weitere Karriere. Als dipl. Betriebswirtschafter*in HF bist du ein kompetenter Generalist und verfügst über ein breites Fachwissen in den verschiedenen Bereichen der Betriebswirtschaft.\n\n    Inhalt\n\n\n    Als dipl. Betriebswirtschafter*in HF leitest du Projekte und führst und förderst ein Team von Mitarbeitenden. Nebst vernetzter und vor allem praxisorientierter Fach-, Methoden-, Führungs- und Sozialkompetenz kennst du die Trends und neusten Entwicklungen der IT-Technologien. Wir legen bewusst den Fokus auf die digitalen Herausforderungen der Zukunft und verwenden im Unterricht verschiedene Tools. Mit diesem digitalen Know-how bist du so gerüstet für die Wirtschaft von morgen. Dieser Abschluss bietet dir beste Karrierechancen!\n\n\n    Du eignest dir eine Vielzahl an wertvollen Kompetenzen an. Hier eine Übersicht der zentralen Themen: (Eine detaillierte Übersicht des Unterrichtskonzeptes findest du auf dem Factsheet im Download Bereich.)\n\n    Kompetenzen im Berufsfeld:\n      * Betriebswirtschaftslehre\n      * Organisations- und Prozessmanagement\n      * Finanz- und Investitionsmanagement\n      * Volkswirtschaft\n      * Online Marketing / Public Relations\n      * Personalführung / Leadership\n      * Unternehmensführung\n      * Strategisches Management\n      * Systemisches & agiles Projektmanagement\n      * Supply Chain Management\n\n    Übersicht erweiterte Berufsfeldkompetenzen:\n\n      * Digitale Technologien und Innovationstrends\n      * Präsentation und Kommunikation\n      * Qualitäts- und Riskmanagement\n      * Reat, Compliance und Governance\n      * Requirements Engineering\n      * English B2\n      * Digital Transformation & Entrepreneurship\n        \n\n    Das Studium an der WISS soll abwechslungsreich sein, bestmögliche Qualität bieten und die zahlreichen Möglichkeiten der Lern- und Lebensgestaltung berücksichtigen. Unser Weiterbildungskonzept basiert daher auf folgenden Eckpunkten:\n\n\n    Von Experten lernen: Die klassische Unterrichtszeit ist auf die Vermittlung von Theorie und Methodik reduziert. Dabei profitierst du von Expertinnen und Experten aus einschlägigen Fachgebieten.\n\n\n    Im Team vertiefen: Du vertiefst das Gelernte im Team und arbeitest mit Coaches an Business Cases (Unternehmenssimulation). Das stärkt deine Social Skills und du übernimmst Verantwortung und übst Selbstdisziplin – alles Kompetenzen, welche im heutigen Berufsalltag grossen Stellenwert haben!\n\n\n    Digitale Lernwelten nutzen: Du arbeitest mit Tools wie z.B. MS Teams, Cisco NetAcad und anderen aktuellen Systemen und lernst mit allen Sinnen. Individuelle Interessen fördern: Deine Erfahrungen und Talente kannst du in die Erarbeitung der Business Cases einbringen. So können wir deine individuellen Interessen berücksichtigen und fördern.\n\n\n    Notenleistungen laufend erbringen: Deine Ergebnisse aus den Business Cases fliessen in die Qualifikation ein. Die zusätzlichen Prüfungen sind durchgehend als open book Prüfungen konzipiert.\n\n\n    Hybrid studieren: Rund 30% des Unterrichts werden digital und damit ortsunabhängig durchgeführt.\n\n\n    Abschlüsse\n\n\n    Dipl. Betriebswirtschafter*in HF*\n\n\n    *Für den Standort Bern ist der Antrag auf eidgenössische Anerkennung beim Staatssekretariat für Bildung, Forschung und Innovation (SBFI) eingereicht.\n\n\n    Nach jedem Weiterbildungsfortschritt erhältst du ein Zertifikat und kannst so deine Kompetenzen schon während der Weiterbildung ausweisen::\n\n      * Basisdiplom Höhere Fachschule KS nach Abschluss 1. Studienjahr\n      * Vordiplom „Business Analyst/in KS“ nach Abschluss 2. Studienjahr\n\n    Zusätzliche CAS-Abschlüsse\n    Als Teil der Kalaidos-Bildungsgruppe bieten wir dir die exklusive Möglichkeit, noch während deinem HF-Studium zwei CAS-Abschlüsse der Kalaidos Fachhochschule zu erlangen – ganz ohne zusätzlichen Unterricht! Aktuell kannst du zwischen den folgenden CAS wählen:\n\n      * CAS in Business Engineering*\n      * CAS in Digital Management*\n      * CAS in Strategischem Management\n\n    **aktuell im Akkreditierungsprozess mit der Kalaidos Fachhochschule. Änderungen und Ergänzungen vorbehalten.\n\n\n    Zusätzliche Zertifikate\n    Während deines HF-Studiums eignest du dir Kompetenzen für zahlreiche internationale Zertifikate an. Mit einem geringen Zusatzaufwand kannst du u.a. folgende Abschlüsse erlangen:\n\n      * IREB (Requirements Engineering)\n      * Cambridge English: Business Vantage\n      * IPMA Level D\n      * Laufende Ergänzungen sind möglich!\n    Verkürztes Nachdiplomstudium\n    Wenn du die Zulassungsbedingungen erfüllst, kannst du dich in deinem Fachgebiet weiter spezialisieren. Nach dem erfolgreichen Abschluss des HF-Studienganges kannst du direkt ins 2. Semester der folgenden Nachdiplomstudien einsteigen:\n      * Dipl. Head of Agile Project Management NDS HF\n      * Dipl. Head of Digital Transformation NDS HF\n      * Dipl. Head of IT Security & Riskmanagement NDS HF\n      * Dipl. Head of Business Administration NDS HF\n      * Dipl. Head of Product & Process Innovation NDS HF\n      * Dipl. Head of Digital Marketing & Communication NDS HF\n\n    Einstieg in die Fachhochschule\n    Als Partner der Kalaidos Fachhochschule (KFH) und der Fernfachhochschule Schweiz (FFHS) bieten wir dir vielseitige Weiterbildungsmöglichkeiten. An beiden Fachhochschulen hast du die Möglichkeit, in ein Bachelor, MAS oder MBA/EMBA-Programm einzusteigen – dies mit exklusiven zusätzlichen Dispensationen.\n\n\n    Zum Beispiel an der Fernfachhochschule Schweiz:\n    Durch Akkreditierung der Prüfungsleistung im Projektmanagement werden dir beim Einstieg in den BSc Wirtschaftsinformatik bis zu 10 ECTS Punkte mehr als beim Standard angerechnet.\n\n\n    Zum Beispiel Kalaidos Fachhochschule:\n    Absolvierst du während deines Studiums an der WISS zusätzliche CAS-Abschlüsse, verkürzt sich deine Weiterbildungszeit im MAS oder MBA/EMBA um die entsprechende ECTS-Leistung.\n\n\n    Benefits\n\n          * Die Studiengänge der Höheren Fachschule werden von den Kantonen finanziell unterstützt. Bei uns zahlst du von Anfang an den Nettopreis.\n          * So viel wie notwendig, so wenig wie möglich: die komprimierte Vermittlung von Theorie und Methodik im geführten hybriden Unterricht bietet dir hohe Flexibilität beim Lernen.\n          * Du erarbeitest dir die praktische Übung mit einer Unternehmenssimulation und vertiefst so deine Interessen und Talente an realen Business Cases.\n          * Wir fördern den fachübergreifenden Erfahrungsaustausch: Während deiner Weiterbildung vernetzt du dich mit Menschen und Firmen, welche für deine berufliche Zukunft von grossem Wert sind!\n          * Der modulare Studiengang ermöglicht dir den Wechsel der Fachrichtung ohne zeitlichen Mehraufwand: Nach dem 1. Studienjahr kannst du (wenn Zulassungsbedingungen erfüllt) zu folgenden Studiengängen der WISS wechseln:\n\n        Dipl. Techniker/in HF Unternehmensprozesse\n        Dipl. Techniker/in HF Informatik\n        Dipl. Wirtschaftsinformatiker/in HF\n\n          * Zwischendiplome bestätigen deinen Weiterbildungsfortschritt. Du erarbeitest dir damit bereits während dem Studium Vorteile auf dem Arbeitsmarkt.\n          * Nebst dem Studium kannst du zu 100% berufstätig sein.\n          * Als Studierende*r der WISS erhältst du automatisch einen kostenlosen Zugang zu brandsforstudents.ch und damit exklusive Rabatte auf zahlreiche Markenartikel und Dienstleistungen!\n\n        Weshalb bei den KS Kaderschulen studieren\n\n\n    Zulassung\n\n\n    Zum Studiengang wird zugelassen, wer eine der nachfolgenden Voraussetzungen erfüllt:\n\n      * eidg. Fähigkeitszeugnis als Kaufmann*frau Profil M oder E und mind. zwei Jahre einschlägige kaufmännische Erfahrung oder\n      * eidg. Fähigkeitszeugnis eines anderen Berufs mit mindestens dreijähriger Grundbildung oder einem Maturitätsabschluss (Schwerpunkt Wirtschaft (Typus E)) und jeweils drei Jahre einschlägige kaufmännische Berufserfahrung\n\n    Als Spezialist*in in Unternehmensorganisation mit eidg. FA steigst du direkt ins 2. Studienjahr ein. Hast du einen anderen Fachausweis erfolgreich abgeschlossen, kannst du einen Teil des Unterrichts überspringen und später einsteigen.\n    \n    Falls du einen anderen Werdegang hast, nimm mit uns Kontakt auf. Wir klären eine Zulassung gerne im Vorfeld für dich ab!\n    \n\n    Kosten\n\n\n    Die Kosten für den Studiengang betragen CHF 12'960.00 inkl. aller internen Prüfungen und der Diplomprüfung.\n\n\n    Die Studiengänge der Höheren Fachschule werden von den Kantonen finanziell unterstützt. Bei uns zahlst du den Nettopreis. Um die Abrechnung der Kantonsbeiträge kümmern wir uns gerne für dich. Weitere Informationen findest du hier: https://www.wiss.ch/de-CH/Kantonsbeitraege\n\n\n    Die Kosten für die Lehrmittel betragen ca. CHF 1‘000.\n\n\n    Wir bieten die Möglichkeit, in Raten zu zahlen. Weitere Informationen erhältst du bei der Studiengangsbetreuung.\n\n\n    Nächste Infoanlässe\n\nDatum       Ort        Zeit         Online Teilnahme  Anmelden  \n02.02.2021  Bern       18:00-19:00                    Teilnehmen\n22.02.2021  St.Gallen  18:00-19:00                    Teilnehmen\n23.02.2021  Zürich     18:00-19:00                    Teilnehmen\nDatum       Ort        Zeit         Online Teilnahme  Anmelden  \n15.03.2021  St.Gallen  18:00-19:00                    Teilnehmen\n23.03.2021  Zürich     18:00-19:00                    Teilnehmen\n30.03.2021  Bern       18:00-19:00                    Teilnehmen\n14.06.2021  St.Gallen  18:00-19:00                    Teilnehmen\n15.06.2021  Zürich     18:00-19:00                    Teilnehmen\n29.06.2021  Bern       18:00-19:00                    Teilnehmen\n24.08.2021  Bern       18:00-19:00                    Teilnehmen\n26.08.2021  Zürich     18:00-19:00                    Teilnehmen\n21.09.2021  Bern       18:00-19:00                    Teilnehmen\n22.09.2021  Zürich     18:00-19:00                    Teilnehmen\n23.11.2021  Zürich     18:00-19:00                    Teilnehmen\n\n        Downloads\n\n          * WISS-Faktenblatt-Dipl-Betriebswirtschafter-in-HF [166 KB]\n\n        Beratung\n\n\n        Wir beraten dich gerne jederzeit persönlich, unverbindlich und individuell!\n\n        Beratung\n\n    Ferien\n\n\n    Eine Übersicht über unsere Ferientage findest du hier.","markings":[{"startPosition":436,"length":33,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":1128,"length":1463,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":8338,"length":810,"isWord":false,"types":["prerequisites"],"provenanceInfo":null}],"documentURI":"i77707990047034322256419805911292001992.json"}