{"text":"\n      BeraterIn für Stress- und Selbstmanagement\n\n\n        Stressbewältigung\n\n\n        Mit motivationaler Beratung Klienten begleiten\n\n\n        Ausbildung\n\n\n        Fachdiplom: BeraterIn für Stress- und Selbstmanagement MR\n\n\n        Menschen aktiv begleiten ist eine Ihrer Leidenschaften? In belastenden Situationen unterstützend geeignete Strategien und Lösungsvarianten finden, funktionale Tools / coping skills zu vermitteln und dabei nach fachlichen Grundsätzen professionell zu agieren, ist eine Kunst die erlernt werden will. Stresserleben wird man / frau nicht durch gutgemeinte Ratschläge los, oder durch vorgefertigte Lösungsstrategien. Stresserleben ist so individuell wie der Weg aus der persönlichen Stressfalle.\n\n\n        Stresserleben ist auf die Dauer gesundheitsschädigend. Dies ist häufig nicht einfach eine logische Folge von äusseren stresserzeugenden Anforderungen, sondern auch das Resultat aus einer inneren Einstellung (Bewertung) und der Möglichkeit auf die eigenen Ressourcen (Stressbewältigungskompetenz) zurückgreifen zu können. Selbstmanagement beinhaltet die Fähigkeit, günstige Einstellungen zu finden sowie eigene Resssourcen aktivieren und aufbauen zu können.\n\n\n        Die Begleitung und Unterstützung von KlientInnen / PatientInnen erfordert umfangreiches entspannungsmedizinisches Fachwissen und fundierte Kenntnisse in den Kernmethoden der Entspannungsmedizin.\n\n\n        Als diplomierte BeraterIn für Stress- und Selbstmanagement MR stehen Sie Ihren KlientInnen beratend und motivational zur Seite. Diese können mit Ihrer Hilfe die eigene Stressbewältigungskompetenz stärken und sich Selbstmanagement-Fähigkeiten aneignen. Ziel ist ein möglichst stressarmer Umgang mit aktuellen und zukünftigen Herausforderungen. Sie analysieren mit Ihren KlientInnen deren Stressverhalten, vermitteln konkrete Instrumente für ein ökonomisches Arbeits- und Zeitmanagement (instrumentelles Stressmanagement) und identifizieren Ansätze zum veränderbaren Umgang mit Stress (Einstellungen, Bewertungen, negative Emotionen und unvorteilhafte Handlungen). Sie setzen dabei gezielt Entspannungsverfahren ein, zur emotionalen Selbstberuhigung, zur regenerativen Erholung sowie zur Eigenbehandlung von Stresssymptomen wie Muskelverspannungen, Schlafstörungen, emotionale Unausgeglichenheit und andere stress-assoziierte Beschwerdebilder (z.B. Ängste, Depressivität, chronische Schmerzen, psychosomatische Beschwerden).\n\n\n        Im Fachdiplomlehrgang Berater/ In für Stress- und Selbstmanagement MR nimmt das motivationale Vermitteln von Medizinischen Entspannungsverfahren eine wichtige Stellung als persönliche Ressource und zur Stärkung der Stress-Resilienz ein. Entsprechend sind im Diplomabschluss alle drei Subkategorien zur Entspannungsinduktion (med. Progressive Muskelentspannung, med. Autogenes Training, med. Achtsamkeits-Interozeption®) mit integriert.\n\n\n        Suchen Sie sich einen freien Ausbildungskurs in der Kursübersicht aus und staunen Sie, was die EMfit und SGMEV anerkannte Diplomausbildung alles beinhaltet. Starten Sie mit der medrelax jetzt in die Berufswelt der Entspannungsmedizin.\n\n        \n\n\n          Methode\n\n\n            Gelingende Selbstregulation bzw. gutes Selbstmanagement beruht auf der Fähigkeit, einen Überblick über die eigene Situation (äussere Einflüsse, Gedanken, Emotionen, Körperempfinden) zu haben bzw. sich zu verschaffen. Der daraus entstehende Handlungsspielraum steht dann zur Verfügung, um sein Verhalten automatisch oder bewusst so auszurichten, dass vorteilhafte Konsequenzen entstehen. Die Fähigkeit zur Selbstregulation gerät in Stresssituationen automatisch unter Druck und kommt mitunter an ihre Grenzen. Zeichen hierfür sind der verminderte besonnene Überblick (Beeinträchtigung der sog. metakognitiven Fähigkeiten), emotionale Unausgeglichenheit (Beeinträchtigung der Selbstberuhigungskompetenz), willentlich oft nicht einfach zu korrigierende unvorteilhafte Verhaltensweisen (Beeinträchtigung der Handlungssteuerung) und die auf Dauer schädigende Einwirkung von Stress auf das Individuum (Stressfolge-Erkrankungen). Stress- und Selbstmanagementkompetenzen sind ein zentrales Merkmal von Gesundheitseigenkompetenz und lassen sich schrittweise in einem beraterischen Setting vermitteln.\n\n\n            Das Beherrschen von Medizinischen Entspannungsverfahren ist eine persönliche Ressource mit breitem Wirkansatz: Mittel zur regenerativen Erholung, Steigerung der Selbstwirksamkeitserwartung und Kontrollüberzeugung (Resilienzstärkung), Verbesserung der Selbstberuhigungsfähigkeit als Basis für jegliche objektive Situationsbewertung (Progressive Muskelentspannung, sog. Coping Skill), gezielte Einübung von metakognitiven Fähigkeiten (Achtsamkeitsmeditation / Achtsamkeits-Interozeption®) und das somatisch verankerte Umsetzen von kognitiven Umstrukturierungen (Autogenes Training, sog. formelhafte Vorsatzbildung). Mithilfe von Entspannungsverfahren als Kompetenztraining können so selbstkongruente Ziele im Zusammenhang mit stressvermindernden Einstellungen und Verhaltensweisen schrittweise entlang des motivationalen Beratungsprozesses umgesetzt werden.\n\n          Kompetenz\n\n            Das Vermitteln von Stress-und Selbstmanagement geschieht bei der medrelax in einem motivationalem Beratungsprozess mit Medizinischen Entspannungsverfahren als zentraler Kompetenzerwerb. Der Fachdiplomlehrgang beinhaltet deshalb theoretisches und praktisches Wissen in der beraterischen Gesprächsführung (Beraterkompetenz), den Einsatz von Entspannungsverfahren als Kompetenztraining sowie die motivationale Umsetzung von individuellen Zielen anhand von wissenschaftlich untersuchten und in der Praxis etablierten motivationspsychologischen Modellen. Die Beratererfahrung geschieht innerhalb der Lerngruppe, aufgrund von Selbsterfahrung und über die supervidierte Begleitung von eigenen KlientInnen. Nach dem Diplomlehrgang verfügen Sie über:\n\n              * ein Trainingsmanual für Stress- und Selbstmanagement mithilfe von Entspannungsverfahren (Einzelsetting, Gruppensetting)\n              * fundiertes Wissen in Entspannungsmedizin, Stress- und Resilienzforschung\n              * Beraterkompetenzen zur motivationsfördernden Gesprächsführung\n              * Anwendungskenntnisse zu wissenschaftlich validierten und in der Praxis etablierten Modellen der Motivations- und Persönlichkeitspsychologie\n              * Kompetenzen, innerhalb des Beratungsprozesses phasenspezifisch motivational unterstützen zu können (Zielfindung, Planung, Umsetzung)\n              * Kompetenz zum Vermitteln von Entspannungsverfahren (Kompetenztrainings)\n              * Tools für ein instrumentelles Stress- und Selbstmanagement\n              * Kompetenzen zum ressourcenorientierten Vorgehen bei der Stressbewältigung\n              * Selbsterfahrung als KlientIn im Beratungssetting und in der Praxis von Medizinischen Entspannungsverfahren\n              * Tätigkeitsfelder: eigene Beraterpraxis, medizinische Institutionen (Verhaltensprävention und Rückfallprophylaxe bei bestehenden Erkrankungen), Bildungswesen, betriebliche Gesundheitsförderung, Gesundheitsförderungs- und Präventionsprogramme\n              * Lehrgangsdiplome, um sich bei den Qualitätsstellen (Abrechnung über Gesundheitsförderung / Zusatzversicherung) registrieren zu lassen: Stressbewältigung, Achtsamkeitstraining (med. AI®), Entspannungsverfahren (med. PME, med. AT*)\n\n            * Bitte beachten Sie, dass je nach Registrierungsstelle noch weitere, methodenunspezifische Registrierungsbedingungen erfüllt werden müssen. Die Methodenlisten der Krankenkassen können von diesen jederzeit geändert werden.\n\n          Diplom\n\n            Nach Abschluss des Lehrganges und Einreichen eines Fallberichtes erhalten Sie das Fachdiplom „Berater/ Beraterin für Stress- und Selbstmanagement MR“. Das Fachdiplom befähigt Sie, Gesunde und kranke Personen innerhalb eines motivationalen Beratungsprozesses zu einem verbesserten Stress- und Selbstmanagement zu verhelfen, so dass diese selbstfürsorglich für ihre Gesundheit (Gesundheitsförderung) und für die Prävention von Stressfolge-Erkrankungen sorgen oder selbstwirksam einen eigenen Behandlungsbetrag bei Vorliegen von Stress-sensiblen Erkrankungen leisten können.\n\n\n            Der Fachdiplomlehrgang ist beim EMfit und bei der SGMEV anerkannt.\n\n          Beratungsgespräch\n          Nächster Kursstart\n\n    Aktuelle Module für Stressmanagement:\n\n16.05.20 - 27.03.21                                                                                                                                                                  \nIdeal für QuereinsteigerInnen                                                                                                                                                        \n    Methoden für Stressmanagement: Basismodul MEV-e / Kompetenzmodule med. PME und med. AT (B0, P1, P2)                                                                              \n                                                                                                                                                                                     \n    Aufgrund der Corona Pandemie starten Sie den Diplomkurs sicher per WebEd. Nutzen Sie die Möglichkeit sich, trotz der aktuellen Lage, gefahrlos und kompetent Ausbilden zu lassen.\n                                                                                                                                                                                     \n    EMR / EMfit konform / SGMEV anerkannt                                                                                                                                            \n  Kurs: 20161 / Status: Kurs begonnen                                                                                                                                                \n                                                                                                                                                                                     \n29.08.20 - 27.03.21                                                   \n    Kompetenzmodul medizinische Achtsamkeitsmeditation Nachdiplom (P3)\n                                                                      \n    ASA / EMfit* anerkannt                                            \n  Kurs: 2011 / Status: Kurs begonnen                                  \n                                                                      \n29.05.21 - 26.03.22 (Kompaktkurs B0, P1, P2)                                                                            \nFür QuereinsteigerInnen geeignet                                                                                        \n    Hybrid Diplomkurs med. Autogenes Training (inkl. med. PME als Einstiegsverfahren für med. AT)                       \n                                                                                                                        \n    Für diese Ausbildung können bis Ende 2020 Subventionen von bis zu CHF 1500.- angefragt werden.                      \n                                                                                                                        \n    Aktuell noch 0 subventionierte Ausbildungsplätze verfügbar.                                                         \n                                                                                                                        \n    Möglichkeit für den Einstieg in die Fachausbildung als QuereinsteigerIn / Hybrid Kurs mit Direktunterricht und WebEd\n                                                                                                                        \n    EMR / EMfit / ASCA konform / SGMEV anerkannt                                                                        \n  Kurs: 21141 / Status: ausgebucht                                                                                      \n                                                                                                                        \n21.08.21 - 26.03.22 mit PreStart Event 8. Mai, (Intensivkurs B0, P1, P2)                                                                                         \nQuereinsteigerInnen können zugelassen werden.                                                                                                                    \n    Hybrid Diplomkurs med. Autogenes Training (inkl. med. PME als Einstiegsverfahren für med. AT) für PsychologInnen und Fachpersonen aus der Pflege und Therapie\n                                                                                                                                                                 \n    Anverwandte Berufsfelder (Beratung, Pädagogik, Sozialberufe, Dienstleistung u. A.) können zum Diplomkurs zugelassen werden.                                  \n                                                                                                                                                                 \n    Starten Sie bereits am 8. Mai Ihre Ausbildung mit dem WebEd PreStart-Event!                                                                                  \n                                                                                                                                                                 \n    Noch 6 freie Ausbildungsplätze verfügbar                                                                                                                     \n                                                                                                                                                                 \n    EMR / EMfit / ASCA konform / SGMEV anerkannt                                                                                                                 \n  Kurs: 21142 / Status: Jetzt buchen!                                                                                                                            \n                                                                                                                                                                 \n28.08.21 - 26.03.22                                                          \n    Hybrid Kompetenzmodul medizinische Achtsamkeitsmeditation Nachdiplom (P3)\n                                                                             \n    ASA / EMfit* anerkannt                                                   \n  Kurs: 2112 / Status: Jetzt buchen!                                         \n                                                                             \n28.08.21 - 04.12.21                                                                    \nDiplomkurs speziell geeignet für Fachpersonen aus der Therapie, Medizin und Psychologie\n    Hybrid Diplomkurs med. PME (B0, P1), Intensivlehrgang                              \n                                                                                       \n    Diplomkurs geeignet für Fachpersonen aus der Therapie, Medizin und Psychologie     \n                                                                                       \n    EMfit konform / SGMEV anerkannt.                                                   \n  Kurs: 21154 / Status: ausgebucht                                                     \n                                                                                       \nStart Herbst 2022                            \n    Beratungsmodul: Beratungskompetenzen (G1)\n                                             \n    EMfit / SGMEV anerkannt                  \n  Kurs: 2215 / Status: geschlossen","markings":[{"startPosition":7659,"length":571,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":5162,"length":2465,"isWord":false,"types":["course_contents"],"provenanceInfo":null}],"documentURI":"i78855163059802466717262749273759506473.json"}