{"text":"\n  Beschreibung\n\n    Wie leiste ich in Notfällen unverzüglich Erste Hilfe? In diesem Kurs lernen Sie, eine Notsituation richtig einzuschätzen. Sie üben die lebensrettenden Sofortmassnahmen und erfahren, wie Sie weitere Schäden für die Betroffenen am Notfallplatz verhindern können. Nach Abschluss des Kurses erhalten Sie den offiziellen Nothelferausweis.\n\n  Inhalt\n\n      * Allgemeines Verhalten bei Notfällen (Übersicht verschaffen, Alarmierung, Sicherheit, Hygiene)\n      * Patientenbeurteilung nach aktuellem Schema\n      * Bewusstsein: Lagerung von bewusstlosen und von ansprechbaren Patienten\n      * Herz-Kreislauf: Herzmassage, Beatmung, Defibrillation, Herzinfarkt\n      * Äussere Blutungen: Blutstillung, kleine Wundbehandlung\n      * Verbrennungen\n      * Wirbelsäulenverletzungen\n      * Nothilfe-Massnahmen bei speziellen Unfällen oder Notfällen\n      * weitere Patientenüberwachung und -betreuung\n      * Pflichten, Möglichkeiten und Grenzen\n\n  Voraussetzung\n\n    Mindestalter ab 14 Jahren (14 Jahre für Mofa, 16 Jahre für Roller, 18 Jahre für Auto und Motorrad).\n    Die Kurssprache ist Deutsch. Fremdsprachige Teilnehmende müssen über gute Deutschkenntnisse (mind. Niveau B1) verfügen. Wir behalten uns das Recht vor, Teilnehmende, die diese Voraussetzung nicht erfüllen, vom Kurs auszuschliessen. Sie können Ihre Sprachkenntnisse hier testen.\n    The course is held in German. All participants must have a good knowledge of German (minimum level B1). We reserve the right to exclude participants from the course who do not meet the requirements. You can test your German skills here.\n\n  Zielgruppe\n\n    Sie wollen den offiziellen Nothelferausweis erlangen. Der Kurs ist obligatorisch für Führerausweisbewerbende gemäss Verkehrszulassungsverordnung VZV2, Art. 10\n\n  Lernziele\n\n    Sie sind in der Lage, Notfallsituationen einzuschätzen, Notruf auszulösen, weitere Schäden für die Betroffenen zu verhindern, lebensrettende Sofortmassnahmen einzuleiten und Patienten bis zum Eintreffen der Fachkräfte zu versorgen, zu überwachen und zu betreuen. Sie kennen Ihre Pflichten, Möglichkeiten und Grenzen.\n\n  Abschluss\n\n    Nach erfolgreichem Abschluss des Kurses erhalten Sie den eidg. anerkannten Nohilfeausweis für Führerausweisbewerbende SSK.\n\n  Anschluss-/Fortsetzungsangebote\n\n      * Kurse Auto, Verkehr und Nothilfe\n      * Kurs nicht gefunden? Teilen Sie uns Ihren Kurswunsch mit.\n\n  Preisinfo\n\n    Inklusive Materialkosten in der Höhe von CHF 21.50","markings":[{"startPosition":374,"length":580,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":977,"length":622,"isWord":false,"types":["prerequisites"],"provenanceInfo":null},{"startPosition":1619,"length":158,"isWord":false,"types":["target_groups"],"provenanceInfo":null},{"startPosition":1796,"length":316,"isWord":false,"types":["learning_objectives"],"provenanceInfo":null},{"startPosition":2131,"length":122,"isWord":false,"types":["certificates"],"provenanceInfo":null}],"documentURI":"i83250750962958682338997254420927481673.json"}