{"text":"    Weiterbildungsangebote\n\n            CAS Spiritual Care\n\n\n            Medizinische Fakultät, Philosophisch- humanwissenschaftliche Fakultät und Theologische Fakultät\n\n                Der Studiengang kann endlich wieder starten! Der 5. Duchgang beginnt im November 2021 mit dem ersten Modul. Für weitere Informationen melden Sie sich bitte unter abt.seelsorge@theol.unibe.ch.\n\n                Dass Spiritualität eine wichtige Rolle im Umgang mit Sinnfragen und bei der Bewältigung existentieller Krisen und kritischer Lebensereignisse zukommt, wird durch eine Vielzahl empirischer Studien belegt und stösst heute allgemein auf Anerkennung. Der Studiengang richtet sich an Personen, die sich für die besondere Bedeutung von Spiritualität als Ressource der Lebensbewältigung interessieren und für praxisrelevante Ansätze, sie in die berufliche Tätigkeit zu integrieren. Angesprochen sind von daher primär Psychologen und Psychologinnen, Medizinerinnen und Mediziner, Seelsorgende, Pflegefachpersonen, Mitarbeitende in Beratungsstellen und weitere an einem professionellen Umgang mit spirituellen und religiösen Fragen und am interdisziplinären Austausch darüber Interessierte.\n\n\n                Überblick\n\nAbschluss                   Certificate of Advanced Studies in Spiritual Care SpC Universität Bern (CAS SpC Unibe)                                                                                                                                                                                                                                                                                                                                      \nNächster Start              2021                                                                                                                                                                                                                                                                                                                                                                                                                        \nDauer                       3 Semester                                                                                                                                                                                                                                                                                                                                                                                                                  \nUmfang                      15 ECTS                                                                                                                                                                                                                                                                                                                                                                                                                     \nTurnus                      Alle 2 Jahre                                                                                                                                                                                                                                                                                                                                                                                                                \nFlexibler Einstieg möglich  Nein                                                                                                                                                                                                                                                                                                                                                                                                                        \nEinzelmodul besuchbar       Ja                                                                                                                                                                                                                                                                                                                                                                                                                          \nOrt                         Bern                                                                                                                                                                                                                                                                                                                                                                                                                        \n                            Aufgrund der Pandemiesituation und den damit verbundenen behördlichen Vorgaben möchten wir Sie darauf hinweisen, dass einzelne Module oder Teile davon digital durchgeführt oder verschoben werden können.                                                                                                                                                                                                                  \nSprache                     Deutsch                                                                                                                                                                                                                                                                                                                                                                                                                     \nZulassung                   Voraussetzungen für die Zulassung zum Studiengang sind ein Hochschulabschluss oder eine weiterführende Qualifikation auf Pflegestufe HF sowie der Nachweis eines beruflichen Praxisfeldes, in dem die Beschäftigung mit existentiellen, spirituellen oder religiösen Themen naheliegt. Aufnahmen «sur dossier» sind möglich. Um beste Lernvoraussetzungen zu schaffen, ist die Anzahl Studierender auf 18 Personen begrenzt.\nKosten                      CHF 9'800                                                                                                                                                                                                                                                                                                                                                                                                                   \nTrägerschaft                Medizinische Fakultät, Philosophisch- humanwissenschaftliche Fakultät und Theologische Fakultät                                                                                                                                                                                                                                                                                                                             \n              AnmeldungWeiterempfehlen\n              \n\n                  Allgemeines zum Studiengang\n\n\n                    Allgemeines zum Studiengang\n\n\n                        Dass Spiritualität eine wichtige Rolle im Umgang mit Sinnfragen und bei der Bewältigung existentieller Krisen und kritischer Lebensereignisse zukommt, wird durch eine Vielzahl empirischer Studien belegt und stösst heute allgemein auf Anerkennung. Der Studiengang CAS Spiritual Care richtet sich an Personen, die sich für die besondere Bedeutung von Spiritualität als Ressource der Lebensbewältigung interessieren und für praxisrelevante Ansätze, sie in die berufliche Tätigkeit zu integrieren.\n\n\n                        Der Studiengang beinhaltet total 15 ECTS Punkte:\n\n\n                        -Präsenzkurse 9 ECTS (18 Tage)\n\n\n                        -CAS-Arbeit (inkl. Kolloquium) und Leistungsnachweise 5 ECTS\n\n\n                        -praxisbegleitende Supervision 1 ECTS\n\n\n                        Ziele des Studiengangs\n\n\n                        Die Teilnehmenden des Studiengangs werden in die aktuellen medizinischen, entwicklungs- und religionspsychologischen, theologisch-seelsorglichen und psychotherapeutischen Erkenntnisse zur Relevanz von Spiritualität allgemein und insbesondere mit Blick auf ihr Potential bei der Bewältigung kritischer Lebensereignisse eingeführt. Sie erhalten die Gelegenheit, ihre entsprechenden Erfahrungen systematisch zu vertiefen und ihre Perspektiven zu erweitern. Der interdisziplinäre Austausch ist dabei grundlegend. Die sieben Module tragen dazu bei, reflektiert im Umgang mit spirituellen Fragen und Themenstellungen umzugehen und persönliche und professionelle Kompetenzen zu verstärken und zu erweitern:\n\n                          * Reflexion der eigenen Spiritualität, Biografie und Endlichkeit\n                          * Kenntnisse über verschiedene Spiritualitätsformen\n                          * Überblick über den aktuellen Forschungsstand im Bereich von Spiritualität und Gesundheit\n                          * Kriterien der Beurteilung gelebter Spiritualität und Religiosität als Ressourcen für persönliches Wachstum aus Sicht verschiedener Wissenschaftsdisziplinen\n                          * Kennenlernen verschiedener Möglichkeiten, Spiritualität als Ressource für die eigene berufliche Tätigkeit zu nutzen\n                          * Ethische Reflexion unterschiedlicher impliziter Menschenbilder und Werteorientierungen\n                          * Professionelle Umgangsweisen mit spirituell-religiösen Fragen angesichts kritischer Lebensereignisse und Krisen Fähigkeit zum interdisziplinären Austausch über Spiritualität und Religiosität\n\n                        Zielgruppe\n\n\n                        Der Studiengang richtet sich an Personen, die sich für die besondere Bedeutung von Spiritualität als Ressource der Lebensbewältigung interessieren und für praxisrelevante Ansätze, sie in die berufliche Tätigkeit zu integrieren. Angesprochen sind von daher primär Psychologen und Psychologinnen, Medizinerinnen und Mediziner, Seelsorgende, Pflegefachpersonen, Mitarbeitende in Beratungsstellen und weitere an einem professionellen Umgang mit spirituellen und religiösen Fragen und am interdisziplinären Austausch darüber Interessierte.\n\n\n                        Studienort\n\n\n                        Die Präsenzkurse finden an der Universität Bern statt. Die Kursräume sind in fünf Minuten zu Fuss vom Hauptbahnhof aus zu erreichen.\n\n\n                  Module\n\n\n                    Module\n\n\n                        Modul 1: Grundlagen von Spiritual Care / Theologie, Psychologie und Medizin, Pflege\n\n\n                        Themen\n\n                          * Einführung und Begriffsklärungen\n                          * Wie entstehen Spiritualität und Religiosität?\n                          * Theologisch-seelsorgliche, religionspsychologische Perspektiven\n                          * Entwicklungs- und positiv-psychologische Perspektive\n                          * Pionierarbeiten und Multidisziplinarität\n                          * „Heilung“ jenseits des Kurativen\n\n                        Modul 2:Spiritual Care und Diversität\n\n\n                        Themen\n\n                          * Interkulturelle Kommunikation, Konfliktfelder und interkulturelle Mediation\n                          * Religiöse Selbstreflexion im Kontext religiöser Pluralität\n                          * Diversity und Gender\n\n                        Modul 3: Rolle von Spiritual Care bei biographischen Übergängen und kritischen Lebensereignissen\n\n\n                        Themen\n\n                          * Die multiplen Wege der psychischen Adaptation an biographische Herausforderung\n                          * Resilienz und persönliches Wachstum nach Krisen\n                          * Biographiearbeit\n                          * Lebensgeschichte und Gottesbilder\n                          * Bilder der Transzendenz\n\n                        Modul 4: Spiritual Care Ethics\n\n\n                        Themen\n\n                          * Sterben in Würde\n                          * Autonomie und Selbstbestimmung\n                          * Care Ethics\n\n                        Modul 5: Spiritual Care bei Sterbenden und Trauernden\n\n\n                        Themen\n\n                          * Sprache der Sterbenden: Träume, Bilder,\n                          * Symbole\n                          * Trauerprozesse\n                          * Rituale und Feiern in der Sterbe- und\n                          * Trauerbegleitung\n\n                        Modul 6: Spiritual Care bei Krisen rund um die Geburt\n\n\n                        Themen\n\n                          * Schwangerschaft als Krisenerleben\n                          * Begleitung in der Geburtsverarbeitung\n\n                        Modul 7: Abschlusstag\n\n\n                        Themen\n\n                          * Multidisziplinarität\n                          * Auswertung und Evaluation\n                          * Spiritual Care - Gegenwart und Zukunft\n\n                        Modul 8: Wahlmodul\n\n\n                        Modul 8 ist ein thematisches Vertiefungsmodul, das von Teilnehmenden aus allen Weiterbildungsstudiengängen im Bereich Pastoral, Spiritual und Religious Care an der Universität Bern besucht werden kann.\n\n\n                        Die verschiedenen Module können auch einzeln besucht werden, sofern freie Plätze vorhanden sind.\n\n\n                  Trägerschaft und Dozierende\n\n\n                    Trägerschaft und Dozierende\n\n\n                        Gemeinsame Trägerinnen dieses schweizweit einzigartigen trifakultären berufsbegleitenden Studiengangs sind die Medizinische Fakultät, die Phil.-hum. Fakultätund die Theologische Fakultät der Universität Bern.\n\n\n                        Mitglieder der Programmleitung\n\n                          * Dir. Ulrich von Allmen bis 2020 Direktion Pflege, medizinisch-technische und medizinisch-therapeutische Bereiche, Inselspital, Universität Bern\n                          * Prof. Dr. theol. Isabelle Noth (Präsidium) Theol. Fakultät, Institut für Praktische Theologie, Abt. Seelsorge, Religionspsychologie und Religionspädagogik, Universität Bern\n                          * Prof. Dr. med. Bruno Vogt Medizin. Fakultät, Universitätsklinik für Nephrologie, Hypertonie und Klin. Pharmakologie, Klinikdirektor und Chefarzt Inselspital, Universität Bern\n                          * Prof. Dr. phil. Hansjörg Znoj Phil.-hum. Fakultät, Institut für Psychologie, Abteilung für Gesundheitspsychologie und Verhaltensmedizin, Universität Bern\n\n                        Dozierende\n\n\n                        Die Dozierenden des Studiengangs sind spezialisiert auf die jeweiligen Themenbereiche und vermitteln wissenschaftsbasiert auf didaktisch hohem Niveau Inhalte gegenwärtiger Spiritualitätsforschung.\n\n\n                  Zulassungsbedingungen\n\n\n                    Zulassungsbedingungen\n\n\n                        Voraussetzungen für die Zulassung zum Studiengang sind ein Hochschulabschluss oder eine weiterführende Qualifikation auf Pflegestufe HF sowie der Nachweis eines beruflichen Praxisfeldes, in dem die Beschäftigung mit existentiellen, spirituellen oder religiösen Themen naheliegt. Aufnahmen «sur dossier» sind möglich. Um beste Lernvoraussetzungen zu schaffen, ist die Anzahl Studierender auf 18 Personen begrenzt.\n\n\n                  Anmeldung und Kosten\n\n\n                    Anmeldung und Kosten\n\n\n                        Anmeldung\n\n\n                        Die Aufnahme in den Studiengang erfolgt – vorausgesetzt die Zulassungsbedingungen sind erfüllt – nach dem Datum des Eingangs der Anmeldung. Details finden Sie im Anmeldeformular.\n\n\n                        Der 5. Durchgang startet mit Modul 1 im November 2021. Für weitere Informationen melden Sie sich bitte bei der Studienleitung.\n\n\n                        Kosten\n\n\n                        Studiengang CAS Spiritual Care: Kosten CHF 9'800 Inklusive Kursunterlagen, Supervision und persönliche Betreuung.\n\n\n                        Allfällige Transportkosten, Verpflegung sowie Übernachtungen gehen zu Lasten der Teilnehmenden.\n\n\n                        Die Studiengebühren sind in zwei Raten zahlbar.\n\n\n                        Einzelmodule CAS Spiritual Care: CHF 470 pro Tag. Inklusive Kursunterlagen. Allfällige Transportkosten, Verpflegung sowie Übernachtungen gehen zu Lasten der Teilnehmenden.\n\n\n                  Dokumente\n\n\n                    Dokumente\n\n                      Broschüre CAS Spiritual Care (PDF, 514KB)\n                      CAS Spiritual Care Anmeldeformular Studiengang 2021-2023 (WORD, 38KB)\n                      CAS Spiritual Care Anmeldeformular Einzelmodule (WORD, 32KB)\n                      Reglement (PDF, 546KB)\n                      Studienplan (PDF, 567KB)\n\n              Kontakt\n\n\n                  Prof. Dr. Isabelle Noth\n\n\n                  +41 31 684 49 10\n\n\n                  isabelle.noth@theol.unibe.ch\n\n                  Institut für Praktische Theologie, Länggassstrasse 51, 3012 Bern\n\n                Vorherige Weitere\n\n\n          Anschlussmöglichkeiten / thematisch verwandte Studiengänge\n\n\n          CAS Lösungsorientierte Seelsorge AWS\n\nAbschluss       CAS               \nNächster Start  03.2021           \nSprache         Deutsch           \nKosten          CHF 8'000 – 12'000\n\n          Die Weiterbildung in Lösungsorientierter Seelsorge LOS macht fähig, Gespräche in der Seelsorge, aber auch in anderen beruflichen Situationen, professionell zu führen. LOS verbindet die theologisch-spirituelle Kompetenz der Seelsorgenden mit den Erkenntnissen der modernen Psychologie.\n\n          Theologische Fakultät\n\n          CAS Altersseelsorge in Heimen und Gemeinden AWS\n\nAbschluss       CAS               \nNächster Start  01.2021           \nSprache         Deutsch           \nKosten          CHF 8'000 – 12'000\n\n          Die Pflege und Betreuung in Alters- und Pflegheimen hat sich verändert. Zunehmende Demenzerkrankungen, demografischer Wandel und grosser Zuwachs an gerontologischem Wissen erfordern neue Kompetenzen. Diese Entwicklung verlangt von der Altersseelsorge eine erweiterte Qualifizierung.\n\n          Theologische Fakultät\n\n          CAS Spital- und Klinikseelsorge AWS\n\nAbschluss       CAS               \nNächster Start  05.2021           \nSprache         Deutsch           \nKosten          CHF 8'000 – 12'000\n\n          Der Studiengang SPKS vermittelt auf universitärer Ebene praxisnahes Fachwissen im Schnittbereich von Theologie und Kirche auf der einen sowie Medizin und Gesundheitswesen auf der anderen Seite. Er leistet einen Beitrag zur Schärfung und Weiterentwicklung des Profils von Spital- und Klinikseelsorge.\n\n          Theologische Fakultät\n\n          CAS Religious Care im Migrationskontext\n\nAbschluss       CAS                        \nNächster Start  2021                       \nSprache         Deutsch                    \nKosten          CHF 9'800 inkl. Supervision\n\n          Der Studiengang ermöglicht eine Übersicht über die aktuellen migrationspolitischen Themen und die religionspsychologischen, interreligiös-seelsorglichen, ethischen und psychotherapeutischen Erkenntnisse über gelebte Religiosität im Migrationskontext.\n\n          Theologische Fakultät\n      * Weiterempfehlen\n            + Facebook\n            + E-Mail\n            + Twitter\n            + LinkedIn\n      * Drucken","markings":[{"startPosition":1234,"length":86,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":17156,"length":3,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":17685,"length":3,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":18200,"length":3,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":18736,"length":3,"isWord":false,"types":["certificates"],"provenanceInfo":null},{"startPosition":5644,"length":412,"isWord":false,"types":["prerequisites"],"provenanceInfo":null},{"startPosition":14895,"length":412,"isWord":false,"types":["prerequisites"],"provenanceInfo":null},{"startPosition":7968,"length":1648,"isWord":false,"types":["learning_objectives"],"provenanceInfo":null},{"startPosition":395,"length":781,"isWord":false,"types":["target_groups"],"provenanceInfo":null},{"startPosition":9679,"length":534,"isWord":false,"types":["target_groups"],"provenanceInfo":null},{"startPosition":10638,"length":409,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":11173,"length":211,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":11569,"length":313,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":12001,"length":115,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":12258,"length":229,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":12629,"length":99,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":12838,"length":141,"isWord":false,"types":["course_contents"],"provenanceInfo":null},{"startPosition":11239,"length":9,"isWord":false,"uri":"https://semanticlab.net/career-coach#191","uris":["https://semanticlab.net/career-coach#191"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":11189,"length":13,"isWord":false,"uri":"https://semanticlab.net/career-coach#458","uris":["https://semanticlab.net/career-coach#458"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":10713,"length":13,"isWord":false,"uri":"https://semanticlab.net/career-coach#1145","uris":["https://semanticlab.net/career-coach#1145"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":11676,"length":9,"isWord":false,"uri":"https://semanticlab.net/career-coach#1146","uris":["https://semanticlab.net/career-coach#1146"],"types":["course_contents","skill"],"provenanceInfo":null},{"startPosition":12105,"length":11,"isWord":false,"uri":"https://semanticlab.net/career-coach#1147","uris":["https://semanticlab.net/career-coach#1147"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":12941,"length":14,"isWord":false,"uri":"https://semanticlab.net/career-coach#1148","uris":["https://semanticlab.net/career-coach#1148"],"types":["course_contents","topic"],"provenanceInfo":null},{"startPosition":1288,"length":11,"isWord":false,"uri":"https://semanticlab.net/career-coach#41","uris":["https://semanticlab.net/career-coach#41"],"types":["certificates","school"],"provenanceInfo":null},{"startPosition":1234,"length":86,"isWord":false,"uri":"https://semanticlab.net/career-coach#1149","uris":["https://semanticlab.net/career-coach#1149"],"types":["education","certificates"],"provenanceInfo":null},{"startPosition":10308,"length":11,"isWord":false,"uri":"https://semanticlab.net/career-coach#41","uris":["https://semanticlab.net/career-coach#41"],"types":["school","unknown"],"provenanceInfo":null},{"startPosition":13214,"length":11,"isWord":false,"uri":"https://semanticlab.net/career-coach#41","uris":["https://semanticlab.net/career-coach#41"],"types":["school","unknown"],"provenanceInfo":null},{"startPosition":13690,"length":11,"isWord":false,"uri":"https://semanticlab.net/career-coach#41","uris":["https://semanticlab.net/career-coach#41"],"types":["school","unknown"],"provenanceInfo":null},{"startPosition":13921,"length":11,"isWord":false,"uri":"https://semanticlab.net/career-coach#41","uris":["https://semanticlab.net/career-coach#41"],"types":["school","unknown"],"provenanceInfo":null},{"startPosition":14122,"length":11,"isWord":false,"uri":"https://semanticlab.net/career-coach#41","uris":["https://semanticlab.net/career-coach#41"],"types":["school","unknown"],"provenanceInfo":null},{"startPosition":14325,"length":11,"isWord":false,"uri":"https://semanticlab.net/career-coach#41","uris":["https://semanticlab.net/career-coach#41"],"types":["school","unknown"],"provenanceInfo":null},{"startPosition":14507,"length":11,"isWord":false,"uri":"https://semanticlab.net/career-coach#41","uris":["https://semanticlab.net/career-coach#41"],"types":["school","unknown"],"provenanceInfo":null},{"startPosition":9942,"length":11,"isWord":false,"uri":"https://semanticlab.net/career-coach#1150","uris":["https://semanticlab.net/career-coach#1150","https://www.wikidata.org/wiki/Q212980","https://de.wikipedia.org/wiki/Psychologe","http://data.europa.eu/esco/occupation/52ded7d7-11df-42e3-b90a-d7f4b70fb4b9"],"types":["occupation","unknown"],"provenanceInfo":null},{"startPosition":18087,"length":14,"isWord":false,"uri":"https://semanticlab.net/career-coach#20","uris":["https://semanticlab.net/career-coach#20"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":14370,"length":14,"isWord":false,"uri":"https://semanticlab.net/career-coach#846","uris":["https://semanticlab.net/career-coach#846"],"types":["occupation","unknown"],"provenanceInfo":null},{"startPosition":10560,"length":7,"isWord":false,"uri":"https://semanticlab.net/career-coach#499","uris":["https://semanticlab.net/career-coach#499"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":14193,"length":7,"isWord":false,"uri":"https://semanticlab.net/career-coach#499","uris":["https://semanticlab.net/career-coach#499"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":18477,"length":7,"isWord":false,"uri":"https://semanticlab.net/career-coach#499","uris":["https://semanticlab.net/career-coach#499"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":13966,"length":15,"isWord":false,"uri":"https://semanticlab.net/career-coach#1151","uris":["https://semanticlab.net/career-coach#1151"],"types":["occupation","unknown"],"provenanceInfo":null},{"startPosition":14167,"length":13,"isWord":false,"uri":"https://semanticlab.net/career-coach#1152","uris":["https://semanticlab.net/career-coach#1152"],"types":["occupation","unknown"],"provenanceInfo":null},{"startPosition":13749,"length":15,"isWord":false,"uri":"https://semanticlab.net/career-coach#508","uris":["https://semanticlab.net/career-coach#508"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":10544,"length":11,"isWord":false,"uri":"https://semanticlab.net/career-coach#596","uris":["https://semanticlab.net/career-coach#596"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":14434,"length":11,"isWord":false,"uri":"https://semanticlab.net/career-coach#596","uris":["https://semanticlab.net/career-coach#596"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":17563,"length":11,"isWord":false,"uri":"https://semanticlab.net/career-coach#596","uris":["https://semanticlab.net/career-coach#596"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":9642,"length":10,"isWord":false,"uri":"https://semanticlab.net/career-coach#218","uris":["https://semanticlab.net/career-coach#218"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":17295,"length":13,"isWord":false,"uri":"https://semanticlab.net/career-coach#16","uris":["https://semanticlab.net/career-coach#16"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":17643,"length":6,"isWord":false,"uri":"https://semanticlab.net/career-coach#53","uris":["https://semanticlab.net/career-coach#53"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":18026,"length":11,"isWord":false,"uri":"https://semanticlab.net/career-coach#27","uris":["https://semanticlab.net/career-coach#27"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":14269,"length":13,"isWord":false,"uri":"https://semanticlab.net/career-coach#89","uris":["https://semanticlab.net/career-coach#89"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":18489,"length":16,"isWord":false,"uri":"https://de.wikipedia.org/wiki/Gesundheitswesen","uris":["https://de.wikipedia.org/wiki/Gesundheitswesen","https://de.wikipedia.org/wiki/Gesundheitssystem","https://semanticlab.net/career-coach#55"],"types":["industry","unknown"],"provenanceInfo":null},{"startPosition":14447,"length":9,"isWord":false,"uri":"https://semanticlab.net/career-coach#1052","uris":["https://semanticlab.net/career-coach#1052"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":14303,"length":8,"isWord":false,"uri":"https://semanticlab.net/career-coach#976","uris":["https://semanticlab.net/career-coach#976"],"types":["occupation","unknown"],"provenanceInfo":null},{"startPosition":10569,"length":6,"isWord":false,"uri":"https://semanticlab.net/career-coach#443","uris":["https://semanticlab.net/career-coach#443"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":13836,"length":6,"isWord":false,"uri":"https://semanticlab.net/career-coach#443","uris":["https://semanticlab.net/career-coach#443"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":17824,"length":6,"isWord":false,"uri":"https://semanticlab.net/career-coach#443","uris":["https://semanticlab.net/career-coach#443"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":15948,"length":9,"isWord":false,"uri":"https://semanticlab.net/career-coach#220","uris":["https://semanticlab.net/career-coach#220"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":17835,"length":9,"isWord":false,"uri":"https://semanticlab.net/career-coach#220","uris":["https://semanticlab.net/career-coach#220"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":14235,"length":11,"isWord":false,"uri":"https://semanticlab.net/career-coach#1153","uris":["https://semanticlab.net/career-coach#1153"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":14066,"length":9,"isWord":false,"uri":"https://semanticlab.net/career-coach#1148","uris":["https://semanticlab.net/career-coach#1148"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":17125,"length":9,"isWord":false,"uri":"https://semanticlab.net/career-coach#1148","uris":["https://semanticlab.net/career-coach#1148"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":17332,"length":9,"isWord":false,"uri":"https://semanticlab.net/career-coach#1148","uris":["https://semanticlab.net/career-coach#1148"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":17376,"length":9,"isWord":false,"uri":"https://semanticlab.net/career-coach#1148","uris":["https://semanticlab.net/career-coach#1148"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":400,"length":13,"isWord":false,"uri":"https://semanticlab.net/career-coach#1145","uris":["https://semanticlab.net/career-coach#1145"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":7121,"length":13,"isWord":false,"uri":"https://semanticlab.net/career-coach#1145","uris":["https://semanticlab.net/career-coach#1145"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":7465,"length":13,"isWord":false,"uri":"https://semanticlab.net/career-coach#1145","uris":["https://semanticlab.net/career-coach#1145"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":9762,"length":13,"isWord":false,"uri":"https://semanticlab.net/career-coach#1145","uris":["https://semanticlab.net/career-coach#1145"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":9958,"length":14,"isWord":false,"uri":"https://www.wikidata.org/wiki/Q212980","uris":["https://www.wikidata.org/wiki/Q212980","https://de.wikipedia.org/wiki/Psychologe","http://data.europa.eu/esco/occupation/52ded7d7-11df-42e3-b90a-d7f4b70fb4b9","https://semanticlab.net/career-coach#1154"],"types":["occupation","unknown"],"provenanceInfo":null},{"startPosition":9993,"length":9,"isWord":false,"uri":"https://semanticlab.net/career-coach#85","uris":["https://semanticlab.net/career-coach#85"],"types":["occupation","unknown"],"provenanceInfo":null},{"startPosition":9974,"length":14,"isWord":false,"uri":"https://semanticlab.net/career-coach#1155","uris":["https://semanticlab.net/career-coach#1155","https://www.wikidata.org/wiki/Q39631","http://data.europa.eu/esco/occupation/71f09c8b-a172-408c-b9e7-32e580e39ff6"],"types":["occupation","unknown"],"provenanceInfo":null},{"startPosition":10004,"length":12,"isWord":false,"uri":"https://semanticlab.net/career-coach#1156","uris":["https://semanticlab.net/career-coach#1156"],"types":["occupation","unknown"],"provenanceInfo":null},{"startPosition":10018,"length":18,"isWord":false,"uri":"https://semanticlab.net/career-coach#449","uris":["https://semanticlab.net/career-coach#449","https://de.wikipedia.org/wiki/Pflegefachfrau","https://www.wikidata.org/wiki/Q2084148"],"types":["occupation","unknown"],"provenanceInfo":null},{"startPosition":11927,"length":11,"isWord":false,"uri":"https://semanticlab.net/career-coach#1147","uris":["https://semanticlab.net/career-coach#1147"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":44,"length":14,"isWord":false,"uri":"https://semanticlab.net/career-coach#1148","uris":["https://semanticlab.net/career-coach#1148"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":7383,"length":14,"isWord":false,"uri":"https://semanticlab.net/career-coach#1148","uris":["https://semanticlab.net/career-coach#1148"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":10516,"length":14,"isWord":false,"uri":"https://semanticlab.net/career-coach#1148","uris":["https://semanticlab.net/career-coach#1148"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":11081,"length":14,"isWord":false,"uri":"https://semanticlab.net/career-coach#1148","uris":["https://semanticlab.net/career-coach#1148"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":11429,"length":14,"isWord":false,"uri":"https://semanticlab.net/career-coach#1148","uris":["https://semanticlab.net/career-coach#1148"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":12151,"length":14,"isWord":false,"uri":"https://semanticlab.net/career-coach#1148","uris":["https://semanticlab.net/career-coach#1148"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":12522,"length":14,"isWord":false,"uri":"https://semanticlab.net/career-coach#1148","uris":["https://semanticlab.net/career-coach#1148"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":15861,"length":14,"isWord":false,"uri":"https://semanticlab.net/career-coach#1148","uris":["https://semanticlab.net/career-coach#1148"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":16198,"length":14,"isWord":false,"uri":"https://semanticlab.net/career-coach#1148","uris":["https://semanticlab.net/career-coach#1148"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":16452,"length":14,"isWord":false,"uri":"https://semanticlab.net/career-coach#1148","uris":["https://semanticlab.net/career-coach#1148"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":16506,"length":14,"isWord":false,"uri":"https://semanticlab.net/career-coach#1148","uris":["https://semanticlab.net/career-coach#1148"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":16598,"length":14,"isWord":false,"uri":"https://semanticlab.net/career-coach#1148","uris":["https://semanticlab.net/career-coach#1148"],"types":["topic","unknown"],"provenanceInfo":null},{"startPosition":905,"length":11,"isWord":false,"uri":"https://semanticlab.net/career-coach#1150","uris":["https://semanticlab.net/career-coach#1150","https://www.wikidata.org/wiki/Q212980","https://de.wikipedia.org/wiki/Psychologe","http://data.europa.eu/esco/occupation/52ded7d7-11df-42e3-b90a-d7f4b70fb4b9"],"types":["occupation","target_groups"],"provenanceInfo":null},{"startPosition":725,"length":13,"isWord":false,"uri":"https://semanticlab.net/career-coach#1145","uris":["https://semanticlab.net/career-coach#1145"],"types":["topic","target_groups"],"provenanceInfo":null},{"startPosition":921,"length":14,"isWord":false,"uri":"https://www.wikidata.org/wiki/Q212980","uris":["https://www.wikidata.org/wiki/Q212980","https://de.wikipedia.org/wiki/Psychologe","http://data.europa.eu/esco/occupation/52ded7d7-11df-42e3-b90a-d7f4b70fb4b9","https://semanticlab.net/career-coach#1154"],"types":["occupation","target_groups"],"provenanceInfo":null},{"startPosition":956,"length":9,"isWord":false,"uri":"https://semanticlab.net/career-coach#85","uris":["https://semanticlab.net/career-coach#85"],"types":["occupation","target_groups"],"provenanceInfo":null},{"startPosition":937,"length":14,"isWord":false,"uri":"https://semanticlab.net/career-coach#1155","uris":["https://semanticlab.net/career-coach#1155","https://www.wikidata.org/wiki/Q39631","http://data.europa.eu/esco/occupation/71f09c8b-a172-408c-b9e7-32e580e39ff6"],"types":["occupation","target_groups"],"provenanceInfo":null},{"startPosition":967,"length":12,"isWord":false,"uri":"https://semanticlab.net/career-coach#1156","uris":["https://semanticlab.net/career-coach#1156"],"types":["occupation","target_groups"],"provenanceInfo":null},{"startPosition":981,"length":18,"isWord":false,"uri":"https://semanticlab.net/career-coach#449","uris":["https://semanticlab.net/career-coach#449","https://de.wikipedia.org/wiki/Pflegefachfrau","https://www.wikidata.org/wiki/Q2084148"],"types":["occupation","target_groups"],"provenanceInfo":null},{"startPosition":8169,"length":13,"isWord":false,"uri":"https://semanticlab.net/career-coach#1145","uris":["https://semanticlab.net/career-coach#1145"],"types":["topic","learning_objectives"],"provenanceInfo":null},{"startPosition":8719,"length":13,"isWord":false,"uri":"https://semanticlab.net/career-coach#1145","uris":["https://semanticlab.net/career-coach#1145"],"types":["topic","learning_objectives"],"provenanceInfo":null},{"startPosition":8926,"length":13,"isWord":false,"uri":"https://semanticlab.net/career-coach#1145","uris":["https://semanticlab.net/career-coach#1145"],"types":["topic","learning_objectives"],"provenanceInfo":null},{"startPosition":9018,"length":13,"isWord":false,"uri":"https://semanticlab.net/career-coach#1145","uris":["https://semanticlab.net/career-coach#1145"],"types":["topic","learning_objectives"],"provenanceInfo":null},{"startPosition":9209,"length":13,"isWord":false,"uri":"https://semanticlab.net/career-coach#1145","uris":["https://semanticlab.net/career-coach#1145"],"types":["topic","learning_objectives"],"provenanceInfo":null},{"startPosition":9586,"length":13,"isWord":false,"uri":"https://semanticlab.net/career-coach#1145","uris":["https://semanticlab.net/career-coach#1145"],"types":["topic","learning_objectives"],"provenanceInfo":null}],"documentURI":"i285355134486678972493931421839915870061.json"}